{
  "0": "죄송하지만 제공된 텍스트는 이해하기 어렵습니다. 텍스트가 불완전하거나 잘못된 것 같습니다. 추가적인 정보나 명확한 내용을 제공해 주시면 도움이 될 것 같습니다.",
  "1": "물론입니다! 요약할 텍스트를 제공해 주시면, 그 내용을 간결하게 정리해 드리겠습니다. 텍스트를 입력해 주세요.",
  "2": "이성무는 서울대학교에서 사학을 전공하고 박사 학위를 받았으며, 국민대학교와 한국정신문화연구원에서 교수로 재직했다. 또한, 하버드대학교와 독일 튀빙겐대학에서 연구교수와 객원교수를 역임했다. 그는 국사편찬위원회 위원장, 대한민국학술원 회원, 한국학중앙연구원 명예교수 등 다양한 직책을 맡았다. 주요 저서로는 『조선왕조실록』, 『조선시대 당쟁사』, 『조선을 만든 사람들』 등이 있다.",
  "3": "조선왕조실록 4권은 인조부터 정조까지의 시기를 다루고 있습니다. 이 시기에는 병자호란(1636년)과 같은 중요한 사건이 발생했으며, 인조는 청나라와의 외교 문제로 어려움을 겪었습니다. 효종은 북벌을 준비했으나 실행하지 못했고, 숙종 시기에는 환국 정치가 빈번하게 일어났습니다. 영조는 탕평책을 통해 당파 싸움을 완화하려 했으며, 정조는 개혁을 추진하고 규장각을 설치하여 학문과 문화를 진흥시켰습니다. 이 시기는 조선의 정치적, 사회적 변화가 두드러진 시기였습니다.",
  "4": "조선 제16대 왕 인조는 광해군을 몰아내고 왕위에 올랐으며, 서인 세력이 반정을 주도했다. 이괄의 난이 발생했으나 진압되었고, 인조는 친명배금 정책을 펼쳤다. 1627년 정묘호란과 1636년 병자호란이 일어났고, 결국 삼전도에서 항복했다. 소현세자가 청나라에 볼모로 갔다가 귀국 후 의문의 죽음을 당했고, 봉림대군이 효종으로 즉위했다. 효종은 산림을 기용하고, 김육 중심의 한당이 대동법을 시행하며 국가 안정을 도모했다.",
  "5": "산당의 영수 김집이 벼슬을 버리고 낙향하면서 정국은 한당 중심으로 운영되었다. 1658년 김육의 사망 후 산당은 다시 입조하여 세력을 구축했다. 효종은 북벌을 추진했으나 송시열과의 의견 차이로 실패하고 갑작스럽게 사망했다. 이후 현종이 왕위에 올라 예송 논쟁을 겪었고, 이는 현종의 정통성과 관련된 문제였다. 숙종은 어린 나이에 왕위에 올라 여러 차례 환국을 일으키며 정치 세력의 변화를 겪었다. 숙종의 재위 기간 동안 노론과 소론의 대립이 심화되었고, 노론의 시대가 열렸다. 숙종은 세자 교체를 시도했으나 실패하고 사망했다. 이후 경종이 왕위에 올랐다. 인조, 효종, 현종, 숙종의 실록이 각각 편찬되어 그들의 재위 기간의 역사를 기록했다.",
  "6": "『숙종실록보궐정오』는 1728년 영조 4년에 소론이 편찬하여 노론이 편찬한 『숙종실록』을 수정·보완한 기록이다. 숙종은 노론과 결탁해 세자 교체를 시도했으나, 세자는 무사히 대리청정을 마치고 제20대 왕 경종이 되었다. 경종은 병약하여 후사 없이 4년 만에 사망했고, 연잉군이 제21대 왕 영조로 즉위했다. 영조는 노론과 소론의 대립 속에서 탕평책을 펼쳤으나, 결국 노론을 기용하며 정치적 주도권을 노론에게 넘겼다. 영조는 서원 철폐와 전랑통청권 혁파 등으로 왕권을 강화했다. 사도세자의 비행과 임오화변 사건이 발생했으나, 영조는 균역법을 실시하며 정국을 안정시켰다. 영조는 52년간 재위하며 장수했고, 그의 사후 사도세자의 아들 정조가 제22대 왕이 되었다. 정조는 홍국영을 통해 외척을 제거하고 영조의 탕평책을 계승했다.",
  "7": "정조는 왕권 강화를 위해 규장각을 설치하고 초계문신 제도를 도입하여 친위 세력을 구축했다. 홍국영은 정조의 신임을 얻어 병권을 장악했으나, 권력 욕심으로 인해 몰락했다. 이후 벽파와 시파가 대립했으며, 정조는 시파를 중심으로 탕평책을 펼치고 왕권을 강화했다. 1800년, 정조는 임오의리를 천명했으나 곧 사망했고, 벽파 정권이 들어섰다. 『경종실록』과 『경종수정실록』은 경종 시기의 역사를 기록한 것으로, 노소 간 대립으로 인해 편찬에 시간이 걸렸다. 『영조실록』은 영조의 52년간의 역사를 기록했으며, 『정조실록』은 정조의 24년간의 역사를 기록한 것이다.",
  "8": "조선의 제16대 왕 인조는 선조의 손자이자 정원군의 맏아들로, 1623년 인조반정을 통해 왕위에 올랐다. 인조반정은 신경진과 구굉을 비롯한 서인 세력이 주도했으며, 이들은 대북파의 독주에 불만을 품고 있었다. 1620년, 이귀와 김자점의 모의가 발각되었으나, 김자점이 이귀의 딸을 통해 광해군의 총애를 받던 상궁 김개시에게 뇌물을 주어 조사를 미루게 했다. 이러한 배경 속에서 인조는 서인의 지지를 받아 왕위에 오르게 되었다.",
  "9": "1623년, 이귀와 신경진은 호환을 구실로 반정을 계획했으나 유천기의 고변으로 이귀가 파직되면서 계획이 지연되었다. 이후 이귀는 이흥립의 지원을 받아 군사를 움직였고, 능양군은 김유, 이귀, 최명길 등과 함께 반정을 추진했다. 반정군은 창의문을 통과해 창덕궁으로 진격했고, 광해군은 도망갔다. 반정이 성공하면서 인조가 왕위에 올랐다. 인조는 왕위에 오른 후 대대적인 숙청을 단행했으며, 광해군은 폐주로 강등되어 유배되었다. 인조는 1610년 한준겸의 딸과 혼인했고, 인렬왕후와의 사이에서 6남 1녀를 두었다. 인렬왕후는 1635년에 사망했고, 인조는 1638년에 장렬왕후를 계비로 맞이했다.",
  "10": "광해군은 세자로 책봉된 이후 정통성 문제로 고통받았고, 폐모살제까지 저지르며 정통성을 지키려 했으나, 결국 인조반정으로 축출되었다. 반정 세력은 광해군의 패륜 행위와 오랑캐와의 교분을 명분으로 내세웠으나, 이는 반정을 위한 구실에 불과했다. 인조반정 후 서인 반정공신들이 정국을 주도했으나, 백성의 지지를 받지 못했고, 이괄의 난과 같은 역모 사건이 발생했다. 이괄은 2등 공신에 불만을 품고 반란을 일으켰으며, 이는 왕이 피난을 가야 할 정도로 충격적이었다. 반면, 광해군 폐출 이후 조선과 후금 사이의 긴장 속에서 이괄은 북방 경비를 위한 부원수로 임명되었다.",
  "11": "1624년, 인조 2년에 이괄과 그의 아들, 한명련, 기자헌 등이 반란을 계획했다는 고변이 들어왔다. 인조는 이괄을 두둔하며 그의 아들과 주변 인물들만 체포하도록 명령했다. 이에 분노한 이괄은 반란을 일으켰고, 그의 군대는 1만 2,000명에 달했다. 반란군은 관군을 피해 서울로 진격했고, 관군은 여러 전투에서 패배했다. 인조는 서울을 떠나 피난길에 올랐고, 이괄은 저항 없이 서울에 입성하여 흥안군을 새 임금으로 세웠다. 그러나 흥안군의 부적절한 행동으로 백성들은 이괄의 정권이 오래가지 않을 것이라 여겼다. 도원수 장만과 관군은 반란군을 추격하여 서울을 포위했고, 결국 관군이 승리했다.",
  "12": "이괄의 난은 인조 대에 일어난 큰 난리 중 하나로, 이괄이 패배하고 죽임을 당하면서 반란이 진압되었다. 이 사건은 이후 정묘호란의 원인 중 하나가 되었다. 인조반정은 인목대비의 교서에 의해 정당화되었으나, 왕위 계승의 정당성 문제는 남아 있었다. 인조는 정원군을 아버지로 인정하려 했으나, 김장생과 박지계 등은 이를 반대하며 논란이 일어났다. 김장생은 정원군을 숙질 관계로 삼아야 한다고 주장했으며, 이는 정원군을 추숭하는 문제를 방지하기 위한 것이었다. 반면 박지계는 정원군을 아버지로 인정해야 한다고 주장했다.",
  "13": "1626년 인조의 어머니 계운궁 구 씨가 사망하자, 인조는 그녀의 장례를 국장에 준하여 치르고자 했으나, 조신들은 대원군부인의 예에 맞춰야 한다고 주장했다. 상복 문제로 인조와 신료들 간의 갈등이 있었고, 결국 절충안으로 지팡이를 짚는 1년복을 입기로 결정되었다. 1628년 계운궁의 탈상을 맞아 정원군 추숭 문제가 본격적으로 논의되었으며, 1630년 명나라의 송헌이 정원군 추숭을 찬성하는 의견을 공개하면서 논의가 진전되었다. 박지계는 정원군을 왕으로 추숭해야 한다고 주장했으나, 당시 분위기는 김장생의 의견을 지지하는 쪽으로 기울었다.",
  "14": "인조는 1631년 정원군을 추숭하려 했으나 대신들의 반대에 부딪혔다. 그러나 인조는 이귀와 최명길을 임명하여 1632년 추숭을 강행했고, 1635년 정원대원군을 원종으로 추숭하는 데 성공했다. 한편, 사계 김장생은 율곡 이이의 학문을 계승하여 호서 지역에서 사계학파를 형성했다. 김장생과 그의 아들 김집은 기호학파의 학문 전통을 확충하며 사계학파를 발전시켰고, 송시열, 송준길 등과 함께 유교 이념의 중심으로 성장했다. 사계학파는 '호서 사림'이라는 정치 세력으로 자리 잡았다.",
  "15": "서인은 인조반정을 통해 광해군과 대북 정권을 축출하고 정권을 장악했다. 김장생은 서인의 영수로서 중요한 역할을 했으며, 그의 아들 김집은 호서 사림을 규합하여 정치적 영향력을 확대했다. 호서 사림은 송시열, 송준길 등과 함께 정치 집단으로 성장했다. 이들은 척화파의 김상헌과 협력하여 정계에 진출했다. 국제적으로는 후금의 누르하치가 명나라와의 전쟁에서 승리하며 명과 청의 성패가 갈렸다. 광해군은 중립을 유지하려 했으나, 인조반정 이후 조선은 친명배금 정책을 시행했다.",
  "16": "1627년, 후금의 태종은 3만 대군을 이끌고 조선을 침략하여 정묘호란이 발생했다. 후금군은 의주성을 함락하고 평산까지 진격했으나, 조선의 의병 활동으로 인해 후금은 조선과 '형제의 맹약'을 맺고 철수했다. 1636년, 후금은 국호를 청으로 바꾸고 조선에 군신 관계를 강요하며 병자호란을 일으켰다. 청군은 빠르게 남하하여 서울 근교까지 진출했고, 인조는 남한산성으로 피신했다. 최명길의 지연술로 청군의 도성 진입이 지연되었고, 남한산성에서 45일간 항전이 이어졌다. 조선은 근왕병의 도착을 기다리며 산성을 고수했으나, 청군은 산성으로 통하는 도로를 봉쇄하여 조선을 고립시켰다.",
  "17": "1637년 1월, 청 태종이 이끄는 청군이 남한산성을 포위하고 강화도를 공격하여 조선을 압박했다. 인조는 남한산성에서 50여 일 동안 주화와 척화 사이에서 고민하다가, 결국 1월 30일 삼전도에서 청 태종에게 삼배구고두의 예를 올리며 항복했다. 이로 인해 조선의 국체와 국왕의 권위는 크게 손상되었고, 조선은 치욕적인 항복 조건을 수락하게 되었다. 인조의 항복은 '존명사대'라는 조선의 국시와 반정의 명분을 잃는 결과를 초래했다.",
  "18": "1637년, 조선 인조 15년에 청나라의 요구로 인해 조선은 '삼전도비'라는 굴욕적인 비석을 세우게 되었습니다. 청 태종은 인조에게 항복을 받은 수항단에 '대청황제공덕비'를 건립하라고 명령했습니다. 조선은 이를 거절할 수 없었고, 결국 인조의 명령으로 비석 건립이 진행되었습니다. 비문 작성에는 이경석, 장유, 조희일 등이 후보로 올랐으며, 최종적으로 이경석의 비문이 채택되었습니다. 이경석은 청나라의 요구에 맞춰 비문을 개찬했고, 비문에는 청 태종의 공덕과 자애로움을 찬양하는 내용이 담겼습니다. 이 비문은 높이 13척, 너비 4~6척의 돌에 새겨졌으며, 이경석의 이름도 함께 새겨졌습니다. 이 사건은 조선 역사에 굴욕적인 사건으로 남았습니다.",
  "19": "소현세자는 1612년에 태어나 인조의 장남으로, 1637년 청나라에 인질로 잡혀갔다. 그는 심양에서 조선과 청의 관계를 원만하게 하기 위해 노력했으나, 사치와 낭비로 오해받았다. 1645년 귀국 후 인조와 갈등을 겪었고, 귀국 두 달 만에 갑작스럽게 사망했다. 그의 죽음을 둘러싸고 독살설이 제기되었으나, 인조는 이를 무시하고 소략한 장례를 치렀다.",
  "20": "소현세자가 의문사한 후, 인조는 법도를 무시하고 둘째 아들 봉림대군을 세자로 삼았다. 소현세자의 아들 세손이 있음에도 불구하고 봉림대군을 세자로 책봉한 것은 논란이 되었다. 이후 인조는 소현세자의 부인 강빈과 원손을 위협으로 간주하고, 강빈의 형제들을 귀양 보내는 등 강빈을 압박했다. 1646년 '전복 구이 사건'으로 강빈이 독살 시도 혐의를 받았으나, 이는 인조와 조소용의 모함이었다. 인조는 강빈을 처벌하려 했고, 대신들은 이를 지나치다고 간했으나 인조는 강경한 태도를 유지했다. 사건의 진상은 끝내 밝혀지지 않았다.",
  "21": "인조는 왕위에 오른 후 권력에 집착하여 강빈과 그녀의 가족들을 처형하고, 소현세자의 두 아들도 의문의 죽음을 맞이하게 했다. 이러한 사건들은 인조의 독단적인 결정과 권력 유지에 대한 집착에서 비롯되었다. 결국 인조는 1649년 5월, 54세의 나이로 사망하였으며, 그의 능은 경기도 파주에 위치한 장릉이다.",
  "22": "제17대 효종은 북벌을 꿈꾸며, 소현세자가 갑자기 사망한 후 봉림대군이 세자로 책봉되었다. 봉림대군은 1619년 인조의 둘째 아들로 태어났으며, 효성이 지극하고 기국이 뛰어났다. 1636년 병자호란 때 강화도로 피난했으나, 결국 청나라에 끌려가 8년간 볼모 생활을 했다. 소현세자는 청나라와의 화친을 주장했지만, 봉림대군은 반청주의자로서 복수를 다짐했다.",
  "23": "1649년, 인조가 사망한 후 봉림대군이 조선의 제17대 왕 효종으로 즉위했습니다. 효종은 즉위 직후 김자점의 모반 사건에 직면했으며, 김자점은 권력을 남용한 혐의로 1650년 홍천으로 유배되었습니다. 이 사건으로 인해 정치 세력이 재편되었고, 남인과 청서 세력이 중용되었습니다. 김자점은 청나라에 밀고를 시도했으나 실패했고, 사건은 이경석과 조경이 책임을 지는 것으로 마무리되었습니다. 효종의 정비는 인선왕후 장씨로, 그녀는 현종을 포함한 1남 7녀를 두었습니다.",
  "24": "1651년, 효종 2년에 해원부령 이영과 진사 신호가 김자점의 반역 음모를 고발했습니다. 조인필은 인조의 애첩 조소용의 사촌 오빠로, 이미 국문 명령을 받은 상태였으며, 그의 사위 이영 등이 음모를 고발했습니다. 김자점과 관련 인물들이 체포되어 신문을 받았고, 결국 대부분 처형되었습니다.\n\n이 사건은 서인 내부의 권력 다툼과 관련이 있습니다. 서인은 공서와 청서로 나뉘었고, 효종 대에는 낙당과 원당, 한당과 산당으로 분열되었습니다. 낙당과 원당은 훈구 세력으로, 한당과 산당은 신진 세력으로 구성되었습니다. 낙당과 원당은 호서 사림의 공격을 받아 몰락했고, 산당은 원당 인사들까지 축출했습니다. 이로 인해 훈구 세력은 퇴진하고, 한당과 산당이 조정에 남게 되었습니다. 그러나 한당과 산당은 성향 차이로 인해 정치적 불협화음을 보였습니다. 산당의 세력이 커지면서 부작용도 나타났습니다.",
  "25": "효종이 즉위한 해에 송시열은 효종의 부름을 받고 입조했으나, 효종이 병을 이유로 접견을 거부하자 송시열은 낙향했다. 이 사건은 송시열에 대한 비난을 불러왔고, 김집은 송시열을 두둔했다. 1650년, 김육과 김집은 대동법 확대를 둘러싸고 충돌했으며, 이는 한당과 산당의 대립을 드러냈다. 김육의 풍자에 김집은 낙향했고, 산당 인사들은 조정을 떠났다. 효종은 한당을 지지했으며, 산당은 1658년 김육의 사망과 북벌 계획의 구체화로 다시 입조했다. 효종은 청나라에 대한 복수와 북벌을 계획했으며, 반청 사림 세력의 지원이 필요했다.",
  "26": "효종은 1652년부터 북벌을 준비하며 군사력을 강화했지만, 북벌의 기회는 오지 않았습니다. 대신 청나라의 요청으로 1654년과 1658년에 두 차례 러시아 정벌에 조총군을 파병하여 성공적인 전과를 올렸습니다. 그러나 이는 청나라를 도와주는 결과를 낳았고, 북벌 계획에 대한 회의가 커졌습니다. 효종의 북벌론은 송시열과의 견해 차이로 인해 더욱 어려움을 겪었습니다.",
  "27": "효종과 송시열은 북벌론을 통해 협력했으나, 효종은 군사력을 통한 실질적인 북벌을 계획한 반면, 송시열의 북벌론은 추상적이었다. 송시열은 명에 대한 종속 관념에서 북벌론을 제시했으며, 효종의 군비 확장을 비판하기도 했다. 1659년, 효종은 송시열과 독대하여 북벌 계획을 논의했으나, 송시열은 내수의 중요성을 강조했다. 효종은 협력할 인물이 없음을 한탄하며, 두 달 후 갑작스럽게 사망했다.",
  "28": "효종은 41세의 나이로 의원의 침술 실수로 인해 과다출혈로 사망하였다. 그는 북벌을 꿈꾸었으나 유언을 남기지 못하고 세상을 떠났다. 그의 시호는 선문장무신성현인이며, 능은 경기도 여주군 능서면에 위치한 영릉이다.",
  "29": "제18대 왕 현종은 1659년 효종의 갑작스러운 죽음 이후 왕위에 올랐다. 효종의 북벌 계획은 그의 죽음으로 중단되었고, 현종은 19세의 나이로 왕위에 올랐다. 그의 치세 동안 두 차례의 예송 논쟁이 발생했으며, 이는 조선 후기 정치사의 주요 쟁점이었다. 송시열과 서인 세력은 북벌론을 통해 권력을 장악하고 현종을 압박했다. 송시열은 현종을 임금으로 존중하지 않았고, 이는 군약신강의 시대를 초래했다. 이러한 상황은 청나라에까지 알려져 조사단이 파견될 정도로 국왕의 권위가 약화되었다.",
  "30": "서인의 독주 체제가 강화된 시기에 현종의 정비 명성왕후는 김우명의 딸로, 청풍 김 씨 가문은 정치적으로 큰 영향력을 행사했습니다. 현종과 명성왕후는 1남 3녀를 두었으며, 장자가 제19대 왕 숙종입니다. 효종 사후 자의대비의 상복 문제가 발생했는데, 이는 효종의 왕위 계승의 적법성과 관련된 민감한 사안이었습니다. 송시열은 1년복을 주장했으나, 남인 허목은 이에 반대하며 효종이 종통을 이을 수 있다고 주장했습니다. 결국 『경국대전』과 『대명률』에 따라 1년복으로 결정되었습니다.",
  "31": "허목과 송시열은 자의대비의 상복 문제로 대립했다. 허목은 어머니와 아들이 가지런한 3년복을 입어야 한다고 주장했지만, 송시열은 이를 반박했다. 윤선도는 허목의 주장을 지지하며 송시열을 비판하는 상소를 올렸고, 이는 정쟁으로 번졌다. 서인은 윤선도의 상소를 문제 삼아 그를 귀양 보냈고, 결국 자의대비의 상복은 서인의 주장대로 1년복으로 확정되었다. 이 사건은 서인과 남인의 당쟁으로 이어졌고, 예송 논쟁은 중앙과 지방으로 확산되었다.",
  "32": "1674년, 효종비 인선왕후의 사망으로 인해 예송 논쟁이 재점화되었습니다. 자의대비의 상복 기간을 두고, 효종을 장자로 볼 것인지 중자로 볼 것인지에 대한 논란이 발생했습니다. 예조는 처음에 1년복을 결정했으나, 이후 9개월복으로 변경했습니다. 이에 대해 경상도 대구 유생 도신징은 1년복을 주장하는 상소를 올렸으나, 복제 시비의 금령으로 왕에게 전달되지 않았습니다. 이 논쟁은 송시열의 발언과 관련하여 남인과 서인 간의 정치적 갈등을 심화시켰습니다.",
  "33": "현종은 갑인예송에서 자의대비의 복제를 1년복으로 바꾸려는 의지를 가지고 있었고, 도신징의 상소를 계기로 이를 추진했다. 그는 송시열의 주장을 비판하며, 서인의 압력으로 기해예송 때 이루지 못한 자신의 정통성을 확립하려 했다. 결국 1년복을 선포하고, 이에 반발하는 서인 관료들을 처벌하며 남인을 요직에 기용했다. 이 과정에서 서인들은 관직에서 배제되었고, 남인이 정권을 잡게 되었다.",
  "34": "1674년, 조선의 현종은 외척 김석주의 도움으로 서인을 숙청하고 1년복을 확정했습니다. 그러나 그해 8월, 현종은 갑작스럽게 병세가 악화되어 34세의 나이로 사망했습니다. 재위 기간 동안 현종은 조선의 지배 체제를 재확립하기 위해 노력했으며, 군비 강화와 조세 징수 체계 확립, 대동법의 호남 지방 확대를 추진했습니다. 그의 통치는 아들 숙종이 강력한 왕권을 구축하는 데 기여했습니다. 현종의 시호는 소휴이며, 능은 경기도 구리시의 숭릉입니다.",
  "35": "제19대 왕 숙종은 14세에 왕위에 올라 환국 정치를 통해 왕권을 강화했다. 1674년, 현종이 사망하자 숙종이 즉위했으며, 그는 어린 나이에도 불구하고 과단성 있는 정치력을 발휘했다. 숙종은 서남 당쟁을 자신의 정치적 이익에 활용하며, 남인과 서인을 번갈아가며 정치적으로 타격을 주는 환국 정치를 펼쳤다. 즉위 초기에는 남인이 집권했는데, 이는 현종이 갑인예송을 통해 남인의 손을 들어준 결과였다. 숙종은 송시열 등 서인에 대한 악감정을 가지고 있었고, 남인은 이를 이용해 서인을 공격했다. 이로 인해 남인이 요직을 차지하게 되었다.",
  "36": "숙종은 1671년 인경왕후와 혼인했으나 그녀는 1680년에 사망했다. 이후 인현왕후와 결혼했으나 후사가 없었고, 희빈 장씨의 아들 경종이 세자가 되었다. 인현왕후는 1701년에 사망했고, 숙종은 인원왕후와 결혼했으나 자식이 없었다. 숙종은 숙빈 최씨와 연잉군을, 명빈 박씨와 연령군을 낳았다. 청풍 김씨 가문은 외척으로 권력을 잡았고, 김석주는 송시열을 제거하고 남인 정권을 세웠다. 삼복 형제는 숙종의 유사시 왕위 계승자로 여겨졌으나, 김우명이 1675년에 그들의 비리를 거론하며 정치적 위기를 맞았다.",
  "37": "현종 시기, 삼복이 왕의 총애를 믿고 궁중을 출입하며 궁녀와 간통해 자식을 낳았다는 주장이 제기되었다. 이에 숙종은 관련자들을 국문했으나, 간통 사실을 부인한 이들을 풀어주었다. 그러나 명성왕후의 개입으로 복창군과 복평군은 유배되었다. 이 사건으로 남인은 손실을 입고, 김석주 등 외척의 영향력이 증대되었다. 김석주는 배후에서 사건을 조종하며 정치적 영향력을 강화했고, 이는 1680년 경신환국으로 이어져 남인의 몰락을 초래했다. 경신환국은 숙종 초기 권력을 누렸던 남인이 몰락하고, 삼복과 그의 외가가 탄압받는 결과를 낳았다.",
  "38": "경신환국은 1680년(숙종 6년) 남인이 몰락하고 서인이 재집권한 사건이다. 이 사건은 허적이 숙종의 허락 없이 궁중 물품을 사용한 것에서 비롯되었지만, 실제로는 숙종의 남인에 대한 불만이 쌓여 있었던 결과였다. 김석주는 숙종의 신임을 얻어 남인을 몰아내고 서인을 요직에 앉히는 데 주도적인 역할을 했다. 이후 김석주는 남인과 친밀한 종친 세력을 제거하려는 계획을 세웠다. 사건 발생 7일 후, 김석주의 밀객들이 허적의 서자 허견이 복선군을 왕으로 세우려 한다고 고변하면서 남인의 몰락이 가속화되었다.",
  "39": "허견은 아버지 허적의 권세를 이용해 복선군과 관계를 맺고 왕위 문제를 발설했다가 역모로 몰려 능지처참을 당했다. 복선군도 교수형에 처해졌으며, 허적은 연좌제로 삭탈관작 후 사사되었다. 남인의 윤휴도 사사되었고, 허견의 옥사로 100여 명 이상의 남인이 처벌받았다. 이 사건은 김석주 등이 계획한 것으로, 경신환국과 연결되어 남인을 제거하려는 의도가 있었다. 한편, 1681년 숙종 7년에 이이와 성혼이 문묘에 종사되었으며, 이는 서인과 남인 간의 학문적, 정치적 대립을 반영한 결과였다. 서인은 이이와 성혼을 통해 정당성을 확보하려 했고, 남인은 이를 반대하며 학문적 정통성을 주장했다.",
  "40": "1623년 인조 1년에 이이와 성혼의 문묘종사가 처음으로 논의되었으나, 인조는 신중론을 펼치며 이를 거절했다. 이후 서인과 남인 간의 대립이 심화되었고, 1635년 서인계 유생 송시형과 남인계 유생 채진후의 상소로 논쟁이 본격화되었다. 인조는 이이와 성혼의 종사를 반대하며 남인의 입장을 지지했다. 효종 즉위 후에도 서인의 종사 운동은 계속되었으나, 효종 역시 신중론을 고수하며 큰 성과를 거두지 못했다. 현종 초기에 서인이 기해예송에서 승리하며 집권 기반을 강화했으나, 현종도 신중론을 내세워 종사 논의는 여전히 진전을 이루지 못했다.",
  "41": "현종 재위 기간 동안 서인과 남인 간의 정치적 갈등이 심화되었으며, 1674년 갑인예송을 계기로 정권이 남인에서 서인으로 교체되었습니다. 숙종 초반 남인 집권기에는 이이와 성혼의 문묘종사 논의가 중단되었으나, 1680년 경신환국으로 서인이 재집권하면서 다시 추진되었습니다. 1681년 숙종은 유생들의 상소를 받아들여 이이와 성혼의 문묘종사를 허락했으나, 1689년 기사환국으로 이들의 위패가 문묘에서 제거되었습니다. 이후 1695년 갑술환국 이후에야 다시 봉안되었습니다. 숙종은 서남 당쟁을 이용해 왕권을 강화하고, 오군영 체제를 확립하여 병권을 장악했습니다. 남인도 병권 경쟁에 참여했으나, 서인과의 갈등 속에서 제한적인 성과만을 거두었습니다.",
  "42": "숙종은 병권이 특정 당파에 집중되는 것을 막기 위해 도체찰사부를 복설하고 서인 외척 김석주를 도 부체찰사로 임명했습니다. 1680년 경신환국으로 서인이 재집권하면서 중앙 군영의 대장이 서인으로 교체되었고, 김석주는 병조판서로서 금위영 창설을 주도하여 조선 후기 오군영 체제를 확립했습니다. 이로 인해 숙종은 왕권을 강화할 수 있었습니다. 한편, 서인은 노론과 소론으로 분열되었고, 송시열과 윤선거 간의 '회니시비' 논쟁이 그 원인이 되었습니다. 윤선거는 윤휴를 옹호하며 송시열과 대립했으나, 그의 아들 윤증은 스승 송시열과의 관계를 유지하려 했습니다. 1669년 윤선거가 사망한 후 윤증이 윤휴의 제문을 받아들여 송시열의 불만을 샀습니다.",
  "43": "윤증은 아버지 윤선거의 묘비명을 송시열에게 부탁했으나, 송시열은 윤선거가 윤휴와 관련이 있다고 의심하여 불성실한 비명을 작성했다. 이후 윤증과 송시열의 관계는 악화되었고, 1681년 윤증이 송시열을 비판하는 「신유의서」를 작성하면서 갈등이 심화되었다. 이로 인해 노론과 소론 간의 당쟁이 격화되었다. 한편, 숙종은 후사가 없었고, 인경왕후와 인현왕후 모두 자녀를 낳지 못했다. 이 시기에 숙종은 궁녀 출신 장 씨에게 마음을 빼앗겼다.",
  "44": "숙종은 장씨를 궁중에서 쫓아냈지만, 명성왕후 사후 인현왕후의 주선으로 장씨는 다시 궁중에 들어와 숙종의 총애를 받게 되었다. 이징명은 장씨를 통한 남인의 등장을 우려하며 장씨의 추방을 주장했으나, 숙종은 이를 무시하고 장씨를 숙원으로 봉했다. 1688년 장씨는 왕자 윤(훗날 경종)을 낳았고, 숙종은 이를 원자로 정하려 했다. 대신들은 반대했으나 숙종은 이를 강행했고, 송시열의 반대 상소를 계기로 서인 정권은 남인 정권으로 교체되었다. 이를 '기사환국'이라 하며, 이로 인해 많은 서인이 처벌받고 인현왕후가 폐출되었다. 숙종의 독선적인 결정은 서인과 남인의 반대를 불러일으켰으나, 왕의 의지를 막을 수 없었다.",
  "45": "조선 후기, 서인의 지도자 송시열은 제주도에 유배되었으나 남인의 압력으로 결국 사형당했다. 1694년, 갑술환국이 발생하며 노론과 소론이 폐비 복위를 시도했으나 함이완의 고변으로 실패했다. 이 사건으로 많은 서인이 연루되었고, 남인 정권이 몰락하며 서인이 재집권을 꾀했다. 이 과정에서 숙종은 정치적 변화를 겪으며, 후궁 최 씨가 왕의 총애를 받기 시작했다. 최 씨는 인현왕후의 추종자로, 노론과 연결되어 있었다.",
  "46": "조선 숙종 시대에 장 씨는 후궁에서 왕비로 승격되었으나, 최 씨의 임신으로 인해 위협을 느꼈습니다. 숙종은 최 씨를 총애했으며, 김인의 고변 사건을 계기로 남인을 축출하고 서인을 등용하는 갑술환국을 단행했습니다. 이로 인해 남인은 정치적으로 몰락했고, 서인이 다시 정권을 잡았습니다. 숙종은 폐비 민 씨의 복위를 위한 포석을 마련했으며, 기사환국과 갑술환국은 왕비 교체와 관련된 정변이었습니다. 1701년 인현왕후가 사망하자 남인은 장 씨를 왕비로 복위시키려 했으나, 숙빈 최 씨가 인현왕후의 죽음이 장 씨의 저주 때문이라고 주장했습니다.",
  "47": "1714년, 숙종은 장희재를 처형하고 희빈 장씨에게 자진을 명령했다. 이는 세자를 위한 조치라고 주장하며 단호한 태도를 보였다. 이후 소론의 남구만과 유상운은 노론의 비난을 받아 파직되었다. 같은 해, 소론의 정신적 지주 윤증이 사망하자 숙종은 애도시를 올렸으나, 그 내용이 송시열의 북벌론을 비판하여 논란을 일으켰다. 송시열의 제자들과 소론 간의 갈등이 재점화되었으나, 숙종은 이를 무마했다. 이후 『가례원류』의 저작권을 둘러싼 윤증과 유계의 후손 간의 분쟁이 발생하며 갈등이 심화되었다.",
  "48": "『가례원류』의 초본 원고를 유상기에게 넘겨준 윤증은 책의 간행을 보지 못하고 사망했다. 유상기는 책을 간행하여 숙종에게 올렸으나, 숙종은 윤증을 비방한 정호의 파직을 명령했다. 노론과 소론 간의 갈등이 심화되었고, 숙종은 『가례원류』를 조정에서 거론하지 않기로 결정했다. 이후 숙종은 윤증을 배반한 유상기를 유배시키고, 소론의 손을 들어주는 듯했으나, 다시 노론을 지지하는 발언을 하여 혼란을 초래했다. 결국 숙종은 소론의 주요 인물들을 파직하고, 윤증과 관련된 문서들을 검토한 후 소론에 대한 지지를 철회했다. 이로 인해 소론의 정치적 위상이 크게 약화되었고, 노론 인물들이 다시 등용되었다.",
  "49": "숙종은 오랜 기간 노론과 소론의 대립을 주시하며 균형을 유지했으나, 병신년의 결단으로 노론에게 승리를 안겨주었다. 숙종은 말년에 세자에 대한 불신이 커졌고, 연잉군과 연령군에게 애정을 쏟았다. 세자 교체를 위해 소론 제거가 필요했던 숙종은 『가례원류』 분쟁을 명분으로 삼았다. 1717년, 숙종은 정유독대에서 노론 대신들에게 세자의 대리청정을 제안했고, 노론은 이를 지지하며 왕세자의 대리청정을 수용했다.",
  "50": "숙종 43년(1717년), 김창집과 이이명 등 노론 인사들은 세자에게 대리청정을 맡기자고 제안했습니다. 세자는 1720년까지 대리청정을 수행했으나, 노론은 이를 통해 세자를 폐위하고 연잉군을 세우려 했습니다. 그러나 세자는 신중하게 대리청정을 수행하여 비난의 구실을 주지 않았고, 숙종이 1720년 6월 8일에 사망하면서 왕위를 이어받았습니다. 숙종의 시호는 현의광륜예성영렬장문헌무경명원효이며, 능은 경기도 고양시 서오릉에 위치한 명릉입니다.",
  "51": "제20대 왕 경종은 1688년 숙종과 장희빈 사이에서 태어났으며, 3세에 세자에 올랐다. 그러나 1694년 갑술환국으로 장희빈이 왕비 자리에서 물러나고, 1701년 그녀가 사망하면서 경종의 세자 지위가 위협받았다. 노론은 경종을 공격하며 연잉군을 세자로 세우려 했으나, 소론의 지지로 경종은 자리를 유지했다. 숙종의 대리청정 명령에도 경종은 큰 실수 없이 3년을 보냈고, 1720년 숙종이 사망하자 33세의 나이로 왕위에 올랐다. 경종의 즉위는 격화된 노소 당쟁 속에서 이루어졌다.",
  "52": "경종은 두 명의 부인이 있었으나 자식이 없었다. 첫째 부인 단의왕후는 1718년에 사망했고, 둘째 부인 선의왕후는 경종의 즉위와 함께 왕비가 되었다. 경종은 노론의 압박 속에서 자신의 의지대로 정치를 할 수 없었고, 노론은 경종 즉위 1년 만에 후사가 없다는 이유로 연잉군을 세제로 책봉하자고 제안했다. 1721년, 경종은 노론 대신들의 압박에 의해 세제 책봉을 허락했다. 선의왕후는 아들을 낳을 가능성이 없다고 판단하고 입양을 고려했으나, 노론은 이를 막기 위해 세제 책봉을 서둘렀다. 소론은 이에 반발했으나 노론의 탄핵으로 유봉휘와 조태구가 유배당했다. 노론은 세제 책봉 후 2개월 만에 세제의 대리청정을 추진하며 경종을 정치에서 후퇴시키려 했다.",
  "53": "경종 시기, 세제의 대리청정 문제로 인해 정치적 갈등이 발생했다. 경종은 세제 연잉군의 대리청정을 허락했으나, 소론과 유생들의 반발로 이를 철회했다가 다시 시행하려 했다. 그러나 소론의 강력한 반대와 조태구의 입궐 요청으로 대리청정은 결국 무산되었다. 이후 1721년, 소론 급진파 김일경 등이 조성복과 노론 4대신을 역모로 몰아 공격하며 신임옥사가 발생했다. 경종은 이를 계기로 노론을 처벌하고 소론이 정권을 장악하게 되었다. 1722년, 소론은 노론을 완전히 제거하기 위해 목호룡을 사주해 또 다른 고변을 계획했다.",
  "54": "경종 시기에 발생한 임인옥사는 노론과 소론 간의 정치적 갈등에서 비롯된 사건으로, 노론 4대신이 죽임을 당하는 등 많은 노론 인사들이 피해를 입었다. 경종은 어머니의 죽음 이후 내성적으로 변했고, 정치적 음모 속에서 고통받다가 1724년 병세가 악화되어 사망했다. 그의 죽음은 독살설로 이어졌으며, 이는 왕실 후계권을 둘러싼 노론과 소론 간의 갈등의 결과였다. 영조는 경종의 죽음에 대한 해명을 시도했으나, 독살설은 계속해서 제기되었다.",
  "55": "경종 독살설은 그의 재집권에 대한 불만이 표출된 것으로, 1728년 영조 4년에 발생한 무신란의 원인이 되었다. 경종의 능은 서울 석관동의 의릉에 위치해 있다.",
  "56": "영조는 1694년 숙종과 숙빈 최 씨 사이에서 태어나, 경종의 이복동생으로 6세에 연잉군으로 봉해졌다. 노론의 지지를 받아 1724년 경종의 갑작스러운 죽음 후 제21대 왕으로 즉위했다. 즉위 초기에는 경종의 독살설로 정치적 부담을 안고 있었으며, 당쟁을 해결하기 위해 탕평책을 펼쳤다. 이는 영조가 정치적 정당성을 확보하고자 한 핵심 정책이었다.",
  "57": "영조는 6명의 부인에게서 2남 7녀를 두었으며, 정성왕후와 정순왕후에게서는 후사가 없었다. 후궁 정빈 이 씨와 영빈 이 씨에게서 각각 효장세자와 사도세자를 두었다. 영조의 아들인 정조는 사도세자의 아들이지만 효장세자에게 입적되었다. 영조는 탕평 정치를 통해 당파 간의 대립을 해결하고자 했으며, 이는 박세채의 황극탕평론에 기반을 두고 있다. 박세채는 노론과 소론, 남인 등 각 당파에서 현명한 인재를 등용해야 한다고 주장했으나, 실제로는 큰 성과를 거두지 못했다. 숙종 대의 탕평은 명목상의 구호에 그쳤고, 경종 대의 신임옥사 등으로 인해 탕평론은 포기되었다.",
  "58": "영조 시대에 탕평책이 본격적으로 시행되었으며, 이는 붕당의 폐단을 극복하기 위한 시도였다. 영조는 1742년 성균관에 탕평비를 세워 이를 공식화했다. 숙종 말기에는 세자에 대한 불신으로 정치적 혼란이 발생했고, 경종과 영조에 대한 충역 시비가 정치적 쟁점으로 부상했다. 영조는 노론과 소론의 갈등 속에서 왕권 강화를 위해 탕평책을 추진했으나, 노론과 소론의 충돌은 계속되었다. 1724년 영조 즉위 후, 노론의 기대와 달리 영조는 소론을 중용하며 신임옥사로 처벌된 노론 대신들의 신원을 미뤘다. 이후 노론의 압박이 계속되자, 영조는 노론의 영수 민진원을 석방하고, 김일경과 목호룡을 처단하며 중립을 지키려 했다. 영조는 '시비불문'의 입장을 통해 군왕의 공정성을 유지하고자 했다.",
  "59": "영조는 노론과 소론 간의 당쟁을 조정하며 왕권을 강화하려 했습니다. 1725년, 윤봉조의 상소를 계기로 소론을 축출하고 노론 정권을 구성했습니다. 을사처분을 통해 노론의 집권 명분을 인정받았지만, 이는 가변적인 조치로 소론의 반발을 초래했습니다. 영조는 정치 보복을 경계했으나, 노론의 압박으로 인해 소론 인사들에 대한 추가 처벌을 단행했습니다. 영조는 국정 안정과 왕권 강화를 위해 노론의 협조를 구했으나, 노론의 요구는 계속되었습니다.",
  "60": "영조 시대에 국왕의 권위는 노론과 소론의 정치적 갈등 속에서 도전을 받았다. 노론의 강경파 민진원이 영조에게 자신과 이광좌 중 선택을 요구하자, 영조는 민진원을 해임하고 노론 온건파 홍치중을 등용했다. 홍치중은 소론과의 협력을 통해 탕평책을 추진했으나, 노론의 반발로 인해 정치적 위기를 맞았다. 1727년 유봉휘의 사망을 계기로 노론 준론은 소론에 대한 강경 조치를 요구했고, 정국은 혼란에 빠졌다. 결국 영조는 소론을 선택하며 정미환국을 단행, 소론 인사들을 복권시키고 노론의 영향력을 약화시켰다. 이는 영조의 탕평책 실현 과정에서 노론이 최대 장애물로 작용했음을 보여준다.",
  "61": "무신란은 1728년(영조 4)에 발생한 반란으로, 영조와 노론에 대한 반감이 폭력적으로 표출된 사건입니다. 반란의 주체는 소론 급진 세력과 일부 남인 세력으로, 영조를 제거하고 노론 정권을 타도하여 소론·남인의 연합 정권을 구성하려 했습니다. 영조가 비정상적인 절차로 왕위에 오른 것이 주요 원인이었으며, 경종의 의문스러운 죽음이 반란의 촉매가 되었습니다. 반란은 전국적으로 확산되었고, 주요 인물로는 호남의 박필현, 호서의 이인좌, 영남의 정희량 등이 있었습니다. 이들은 경종의 복수를 명분으로 내세우며 반란을 일으켰습니다. 1728년 3월 15일, 이인좌가 청주성을 점령하며 반란이 본격화되었습니다.",
  "62": "1728년 경상남도 안음에서 이인좌가 주도한 반란이 발생하여 안음, 거창, 합천을 점령하며 세력을 확장했다. 그러나 충청도에서의 합류가 실패하고, 오명항이 이끄는 토벌군에 의해 안성에서 패배하며 반란은 진압되었다. 이인좌는 체포되어 처형되었고, 반란 주모자들도 처형되었다. 이 사건은 소론과 남인이 주도했으나, 노론도 책임을 피할 수 없었고, 영조는 이를 계기로 당파를 고루 등용하는 탕평책을 강화하게 되었다.",
  "63": "영조 초반 정국은 충역 시비로 혼란스러웠고, 무신란을 계기로 영조는 탕평의 중요성을 깨달았습니다. 영조는 소론 출신의 탕평파인 조문명, 송인명, 조현명 등을 지지하며 정국의 주도 세력으로 삼았습니다. 노론은 이에 반발하며 출사를 거부했지만, 홍치중의 '분등설'을 통해 노소 보합을 시도했습니다. 1729년, 영조는 분등설에 따라 노론 4대신의 신원 문제를 해결하고, 기유처분을 통해 소론 위주의 정국을 확립했습니다. 기유처분은 소론 탕평의 정치적 명분이 되었습니다.",
  "64": "영조 시대의 정치 상황은 탕평책을 중심으로 노론과 소론 간의 권력 균형을 유지하려는 시도로 특징지어졌습니다. 초기에는 쌍거호대 방식으로 노소병용을 실현했으나, 1732년을 전후로 노론의 요구로 소론 탕평이 위기를 맞았습니다. 1738년, 노론의 유척기가 입조하면서 노론의 세력이 강화되었고, 영조는 자신의 결백을 주장하기 위해 신임의리에 개입하기 시작했습니다. 1739년, 영조는 소론 탕평파를 파직시키고 노론을 등용했으며, 1740년에는 김창집과 이이명의 신원을 명령하여 기유처분을 번복했습니다. 그러나 노론의 태도에 불만을 가진 영조는 다시 소론을 재기용하며 정치적 균형을 조정했습니다.",
  "65": "1740년 6월 13일, 영조 16년에 경신처분이 이루어졌다. 이는 임인옥사가 무옥임을 선언하고 피화자의 신원을 강구하는 타협이었다. 이로 인해 소론 탕평이 종언을 맞이하고, 사림 정치의 틀이 무너졌다. 그러나 영조는 소론 탕평론자들을 완전히 배제하지 않았고, 임인옥사의 번안은 노론 탕평의 시작점이 되었다. 1741년 9월, 형조참판 오광운의 건의로 영조는 대훈을 반포하고, 임인옥사의 피화자에 대한 신원을 결정했다. 이 과정에서 김용택과 이천기는 신원에서 제외되었다. 영조는 노론의 반대를 물리치고 대훈을 제정하며, 임인옥사가 무옥임을 공식화했다.",
  "66": "1741년 영조 17년, 신유대훈이 반포되면서 노론이 정치적 우위를 차지하게 되었고, 이는 소론 탕평에서 노론 탕평으로의 전환점이 되었다. 영조는 서원 정비와 전랑통청권 혁파를 통해 당쟁의 폐단을 시정하고 왕권을 강화했다. 1755년 을해옥사로 소론 명문가들이 몰락하며 노론의 위치가 더욱 확고해졌다. 노론은 척신 세력과 비척신 세력으로 분열되었고, 세자의 비행 문제가 정치적 갈등으로 비화되었다. 영조는 후사를 보지 못했으나, 후궁과의 사이에서 효장세자와 사도세자를 두었다.",
  "67": "영조와 사도세자 사이의 갈등은 세자가 성년이 되면서 시작되었습니다. 영조는 세자에게 대리청정을 맡겼지만, 세자는 영조의 기대에 부응하지 못하고 갈등이 심화되었습니다. 1749년부터 세자의 행동은 더욱 어긋났고, 영조의 질책도 심해졌습니다. 세자의 위기는 숙의 문 씨의 회임과 노론 내부의 세자 자질 논란으로 더욱 커졌습니다. 1762년, 나경언이 세자의 비행을 고발하는 「고변서」를 올리면서 상황은 절정에 달했습니다. 영조는 충격을 받고, 관련자들을 처벌했습니다. 이 사건은 세자의 비극적인 결말로 이어졌습니다.",
  "68": "1762년(영조 38년) 윤5월 13일, 영조는 세자에게 자결을 명령하였고, 이는 사도세자의 죽음으로 이어졌다. 소론의 조재호는 세자를 보호하려 했으나 정치적 힘이 없어 도움을 주지 못했고, 결국 역적으로 몰려 축출되었다. 영조는 세자를 뒤주에 가두어 8일 만에 죽게 했으며, 이후 사도세자라는 시호를 내렸다. 영조는 이 사건을 나라를 위한 의로운 결정이라며 재론을 금지했다. 이 사건은 임오화변으로 불린다.",
  "69": "세자가 굶어 죽는 사건이 발생했지만, 이를 구명하려는 사람은 없었고, 정파의 이해관계만이 존재했다. 세자의 장인 홍봉한은 소극적인 태도를 보였고, 영조에게 사건의 성격을 정리해줄 것을 요구했다. 영조는 사건이 불가피했음을 설명하며 자신의 의리를 천명했다. 이 사건은 영조와 홍봉한의 손에서 일단락되었지만, 홍봉한의 행동은 그의 앞길에 걸림돌이 되었다. 1750년, 영조는 균역법을 시행하여 군포 부담을 줄이고 다른 세원으로 보충하도록 했다. 조선의 군제는 시간이 지나면서 문란해졌고, 군역을 피하려는 사람들이 생겨났다. 임진왜란 이후 조선은 군제를 개편하여 훈련도감 등 오군영 체제를 도입했다.",
  "70": "요약: 조선 시대 군역 부담의 불공평함이 문제로 대두되자, 영조는 군포를 2필에서 1필로 줄이는 균역법을 시행했다. 그러나 군포 부족분을 어염세와 결작 등으로 충당하면서 여전히 양반은 군역을 지지 않았고, 부담이 양인에게 전가되었다. 영조는 당쟁을 줄이기 위해 탕평책을 추진하고, 서원 철폐와 청요직 혁파 등의 개혁을 시도했다. 그는 검소한 왕으로, 사치 풍조를 바로잡기 위해 스스로 검소한 생활을 실천했다.",
  "71": "영조는 1776년 3월 5일 경희궁 집경당에서 83세의 나이로 사망했으며, 조선 왕 중 가장 오래 살았다. 그는 52년 동안 재위했으며, 사치 금지와 금주령을 시행했다. 묘호는 영조로, 능은 경기도 양주에 있는 원릉이다.",
  "72": "정조는 1752년 영조의 둘째 아들 사도세자와 혜경궁 홍씨 사이에서 태어났다. 1762년, 11세의 나이에 아버지 사도세자가 영조에 의해 죽임을 당하자, 세손은 외로운 상황에 처하게 되었다. 외척과 노론은 세손을 외면하고 그의 왕위 계승을 방해하려 했으며, 협박과 암살 시도까지 감행했다. 1775년, 영조가 세손의 대리청정에 대한 의견을 물었을 때, 외척 홍인한은 세손이 정치에 관여할 필요가 없다고 주장하며 그들의 의도를 드러냈다. 정조는 이러한 어려움 속에서도 정치 개혁을 통해 왕권을 강화했다.",
  "73": "홍인한의 '삼불필지설'은 세손의 권위를 부정했으나, 영조는 소론 서명선의 지지로 세손의 대리청정을 실현했습니다. 1776년 영조가 사망하고 세손 정조가 왕위에 올랐습니다. 정조는 영조의 탕평책을 계승하며 왕권 강화를 위해 외척 세력을 제거했습니다. 특히, 풍산 홍 씨와 경주 김 씨 가문이 정조의 대리청정을 반대했으나, 정조는 홍국영을 중심으로 외척 세력을 제거하고 왕권을 강화했습니다. 1776년 9월, 정조의 어머니 혜경궁의 병환이 위독해지자 모든 관료가 입궐했습니다.",
  "74": "정조 즉위년(1776년) 9월, 김구주는 혜경궁을 문안하지 않았다는 이유로 흑산도로 유배되었고, 이는 공홍파에 경종을 울리며 경주 김 씨의 몰락을 초래했다. 정조는 외척과 측근 세력을 배제하고 사대부를 등용하여 왕권을 강화하려 했으며, 이를 위해 규장각을 창설했다. 규장각은 왕실 도서관으로 시작했으나, 정치적 숙청과 측근 세력 모으기의 수단으로 활용되었다. 정조는 의리탕평을 실현할 인재를 양성하고자 초계문신 제도를 도입했다.",
  "75": "정조는 1781년 홍국영의 몰락 이후 관료 기강을 쇄신하고 인재를 배양하기 위해 규장각을 재정비했다. 규장각은 국왕의 통치를 보좌하는 기관으로, 정조의 정치 혁신과 정책 추진을 이론적으로 지원했다. 정조는 학식과 덕행을 겸비한 인물을 각신으로 임명했으며, 이는 왕의 신임을 의미했다. 정조 대에 38명의 각신이 있었고, 채제공은 탕평책을 이끌 인물로 주목받았다. 규장각은 정조 대의 문풍을 주도하고 탕평 실현의 장이 되었다. 그러나 순조 연간 이후 규장각의 권한은 축소되었고, 1910년 조선의 멸망과 함께 혁파되었다.\n\n또한, 정조는 인재 배양을 위해 초계문신 제도를 도입했다. 이는 관리 재교육 제도로, 1781년부터 1800년까지 138명의 초계문신이 선발되었다. 이들은 국왕의 도서관에서 재교육을 받아 문화 정책을 보좌하는 인재로 양성되었으며, 정조는 다양한 계파의 인재를 선발해 학문적 교류를 강화했다.",
  "76": "정조 시기에 문체반정 운동은 노론계 명문가인 김조순과 남공철 등을 대상으로 하여 경화 벌열을 견제하고자 했으며, 초계문신 제도를 통해 정약용과 서유구 같은 실학자들이 성장했다. 정조는 왕권 강화를 위해 외척 세력을 제거했으나, 노론 벽파 홍계희 집안의 홍상범이 주도한 암살 시도에 시달렸다. 1777년 홍상범의 사주를 받은 자객들이 정조를 암살하려 했으나 실패했고, 홍씨 집안은 은전군 추대 사건을 통해 정조를 제거하려 했으나 이 또한 발각되었다.",
  "77": "정조는 은전군을 자결시키고 사건 주동자 23명을 사형시키며 강력히 대응했다. 홍봉한의 아들 홍낙임은 특별히 석방되었다. 정조는 자신의 친위 체제를 강화하기 위해 홍국영에게 권한을 부여했다. 홍국영은 정조의 신임을 바탕으로 권력을 장악했으며, 그의 권력은 '홍국영의 세도 정치'로 불렸다. 그러나 홍국영은 자신의 누이를 정조의 후궁으로 들이려 했으나 실패했고, 이후 정조의 후계자로 완풍군을 세우려 했으나 이 또한 좌절되었다.",
  "78": "1779년, 정조는 권력 남용과 왕위 계승 문제에 간여한 홍국영을 축출했다. 이후 정치 구도는 시파와 벽파의 대립으로 전개되었다. 시파는 사도세자의 죽음을 동정하고 정조의 정국 운영에 동조하는 세력으로, 벽파는 사도세자의 죽음을 당연시하며 정조에 반대하는 세력이었다. 1784년부터 시파와 벽파의 대립이 본격화되었고, 1788년 정조는 노론, 소론, 남인 인사를 삼정승에 임명하며 당파 간의 대립을 심화시켰다. 정조는 시파를 중심으로 의리탕평을 추진하고 권력 구조를 개선하며, 규장각을 통해 친위 세력을 강화했다.",
  "79": "정조는 왕권 강화를 위해 다양한 개혁 정책을 추진했다. 1788년 장용영을 설치하고, 1789년 영우원을 새롭게 단장했다. 장용영은 정조의 군권 통제를 위한 중요한 무력 기반이었다. 정조는 숙위 체제를 강화하고, 홍국영을 숙위대장으로 임명했으나, 이후 홍국영을 축출하고 숙위소를 혁파했다. 대신 장용위를 신설하고, 이를 장용영으로 발전시켰다. 1793년에는 장용내영과 장용외영으로 분리하여 외영 육성에 주력했다. 또한, 1789년 박명원의 건의를 받아들여 영우원을 수원의 화산으로 이장하여 왕릉에 버금가는 규모로 치장했다. 이러한 노력은 모두 왕권 강화를 위한 것이었다.",
  "80": "정조는 사도세자의 묘를 영우원에서 현륭원으로 변경하고, 아버지의 학문과 덕행을 찬양하는 「현륭원행장」을 작성했습니다. 이는 사도세자의 정당성을 간접적으로 천명하고, 화성을 개혁의 중심지로 삼으려는 정조의 계획의 일환이었습니다. 1791년, 정조는 채제공의 주장을 받아들여 금난전권을 폐지하고 개인 상인의 자유로운 상행위를 보장하는 신해통공을 시행했습니다. 이는 상업 정책을 넘어 노론과 특권 상인의 관계를 차단하고 왕권을 강화하려는 정치적 의도가 담겨 있었습니다. 또한, 화성의 경제 발전을 위해서도 금난전권의 폐지가 필요했습니다.",
  "81": "1792년(정조 16년) 윤4월, 영남 유생 1만 57명이 사도세자의 죄를 신원하고 그를 모해한 무리를 처벌해야 한다는 상소를 올렸다. 이 상소는 사도세자 30주기를 맞아 계획적으로 추진되었으며, 참여한 유생들은 대부분 남인 출신이었다. 이들은 숙종 대 이후 정계에서 배제되었고, 무신란 이후 영남 지역은 반역의 고장으로 낙인찍혀 중앙의 감시 대상이 되었다. 1788년, 영남 유림은 무신창의록을 가지고 상경해 상소를 시도했으나 노론의 반대로 받아들여지지 않았다. 그러나 정조는 이들의 노력을 인정하고 포상과 격려를 하며 영남 유림을 자신의 외곽 지원 세력으로 확보하려 했다. 1792년, 정조는 영남 유림을 위한 별시를 열어 유생들을 격려했다. 이러한 배경 속에서 영남 만인소가 올려졌고, 이는 시파와 벽파의 대립을 심화시켰다. 정조는 탕평책을 유지하기 위해 시파를 두둔하면서도 벽파를 완전히 외면하지 않았다.",
  "82": "정조는 즉위 초기에 사도세자의 신원 문제를 거론하지 않도록 했으나, 이후 태도를 바꾸어 임오화변을 정쟁의 핵심으로 부각시켰다. 1793년, 영의정 채제공의 상소로 인해 사도세자의 명예 회복이 논의되었고, 이는 노론을 시파와 벽파로 분열시키는 계기가 되었다. 같은 해, 정조는 수원에 장용외영을 설치하고 수원의 명칭을 '화성'으로 변경하며 군사적 기반을 강화했다. 1794년에는 화성 축조 계획을 발표하며 사도세자와 혜경궁 홍 씨의 육순을 기념했다.",
  "83": "정조는 아버지 사도세자의 억울한 죽음을 기리기 위해 화성을 친위 지역으로 삼으려는 계획을 세웠다. 화성 축성 논의는 1790년 처음 제기되었으며, 정조의 측근인 채제공이 1793년 본격적으로 건의했다. 정조는 1794년 화성 축조를 명령했고, 당초 10년 계획이었던 공사는 1796년 2년 6개월 만에 완공되었다. 이 과정에서 정조는 왕권을 강화하고 세자에게 왕위를 물려줄 계획을 세웠다. 그러나 시파와 벽파의 대립이 심화되었고, 정국은 경색되었다. 화성 축조는 약 37만 명이 동원되고 90만 냥의 경비가 소요된 대규모 사업이었다.",
  "84": "정조는 즉위 20년을 맞아 화성 축조를 기념하며 1795년 성대한 낙성연을 열었다. 정조의 개혁 정책을 실행한 남인 재상 채제공은 영조의 탕평책 덕분에 노론 일색의 조정에서 탁월한 행정력을 발휘하며 주요 관직을 역임했다. 그는 정조의 신임을 받아 개혁 정책을 이끌었고, 정조의 후견인으로서 큰 힘이 되었다. 채제공은 1777년 정조를 시해하려는 위급한 상황에서도 궁궐 수비를 맡았으며, 사도세자의 죽음에 책임이 있는 자들을 처단하는 데 기여했다. 그는 1788년 우의정, 1790년 좌의정으로 승진했고, 1791년부터 3년간 독상으로 조정을 이끌었다. 채제공은 여러 당파의 인재를 공평하게 기용하며 조선 후기 학문 발전에 기여했다.",
  "85": "정조 시대에 채제공은 노론의 불만을 무마하려 했고, 1793년 영의정에 올랐다. 그는 사도세자의 죽음에 대한 책임을 노론에 물어야 한다고 주장했다. 정약용은 1762년 태어나 정조의 총애를 받으며 다양한 개혁 사상을 펼쳤다. 그는 1793년 화성 설계를 맡았고, 1801년 신유박해로 강진에 유배되어 실학의 근원을 이루는 학문을 연구했다. 그의 대표 저서로는 『경세유표』, 『목민심서』, 『흠흠신서』가 있으며, 의학에도 조예가 깊었다.",
  "86": "정약용은 1836년 75세의 나이로 세상을 떠났으며, 그의 학문적 업적은 유형원과 이익의 학문을 계승하고 발전시킨 것이었다. 그러나 남인이라는 정치적 약점으로 인해 그의 저서는 당대에 공개적으로 간행되지 못했다. 정조는 강력한 왕권을 바탕으로 '군주도통론'을 주장하며 산림의 정치 참여를 부정하고, 군주의 권위를 강화하는 데 집중했다. 정조는 송덕상 등 산림 인물을 중용했으나, 정치적 수완 부족으로 몰락하게 했다. 1796년 정조는 제갈공명의 사당을 건립하며 군주도통론을 구체화했고, 김인후의 문묘종사를 통해 노론의 주장을 제어하고 절의론을 배격했다. 이는 탈당파 인물 존숭과 노론 정통론의 희석을 보여주는 조치였다.",
  "87": "정조는 군주도통론을 통해 왕권 강화를 시도했으나, 노론의 반발을 불러일으켰다. 1800년 5월, 정조는 '오회연교'를 통해 자신의 통치 원칙과 임오의리를 천명하며 정치 개편을 암시했다. 정조는 임오의리를 강조하며 과거의 잘못을 인정하면 용서하겠다고 했으나, 이는 일방적인 강요로 비춰졌다. 정조는 1794년 김종수를 은퇴시키고, 1798년 채제공이 사직하면서 벽파 정권이 수립되었다. 1799년 정조는 임오의리를 재천명하며 신하들에게 이를 수용할 것을 강요했다.",
  "88": "정조의 의지로 심환지가 이를 수용하면서 정조의 계획이 일단 관철되었으나, 벽파는 정조에게 등을 돌리고 반발했다. 벽파는 정조가 차세대 재상으로 지목한 남인의 이가환을 공격하며 벽파 정권 수립을 위한 사전 작업을 진행했다. 정조는 난국을 타개하기 위해 오회연교를 시행했으나, 벽파의 반발이 거셌다. 정조는 벽파를 우회적으로 압박했으나, 1800년 49세의 나이로 급작스럽게 사망하면서 상황은 종료되었다. 정조의 죽음은 독살설을 포함한 여러 의혹을 남겼고, 남인 사이에서는 정조 독살설이 유포되었다. 남인은 오회연교의 내용을 통해 차기 재상으로 이가환과 정약용을 지목했으나, 노론 벽파는 이를 위협으로 느꼈다.",
  "89": "정조의 죽음은 탕평책의 종말과 벽파 정권의 시작을 의미했다. 어린 순조가 즉위하면서 정순왕후가 수렴청정을 하게 되었고, 벽파는 정조의 정책을 무산시키고 그의 세력을 제거했다. 정조의 권력 기반이었던 장용영도 혁파되었다. 정조의 시호는 문성무열성인장효왕이며, 그의 능은 경기도 화성군에 위치한 건릉이다."
}