{
  "0": "물론입니다. 텍스트를 제공해 주시면 요약을 도와드리겠습니다.",
  "1": "이성무는 서울대학교에서 사학을 전공하고 문학박사 학위를 받았으며, 국민대학교와 한국정신문화연구원 등에서 교수로 재직했다. 또한, 하버드대학교와 튀빙겐대학교에서 연구 및 객원교수를 역임했다. 그는 국사편찬위원회 위원장, 대한민국학술원 회원 등 다양한 직책을 맡았으며, 한국 역사와 관련된 다수의 저서를 출간했다. 주요 저서로는 『조선왕조실록』, 『조선시대 당쟁사』, 『조선을 만든 사람들』 등이 있다.",
  "2": "조선왕조실록 2권은 문종부터 연산군까지의 시기를 다루고 있습니다. 문종(재위 1450-1452)은 세종대왕의 뒤를 이어 즉위했으나, 건강이 좋지 않아 짧은 기간 동안 통치했습니다. 그의 아들 단종(재위 1452-1455)은 어린 나이에 왕위에 올랐으나, 숙부인 수양대군에 의해 왕위에서 물러나게 됩니다. 수양대군은 세조(재위 1455-1468)로 즉위하여 왕권을 강화하고 여러 제도를 정비했습니다. 이후 예종(재위 1468-1469)과 성종(재위 1469-1494)이 차례로 왕위에 올랐으며, 성종은 경국대전을 완성하여 조선의 법과 제도를 체계화했습니다. 연산군(재위 1494-1506)은 폭정과 사치로 인해 중종반정으로 폐위되었습니다. 이 시기는 조선 초기의 정치적 변동과 제도 정비가 이루어진 중요한 시기입니다.",
  "3": "문종은 세종의 뒤를 이어 제5대 왕으로 즉위했으며, 세종 말년 동안 섭정을 하며 정치 경험을 쌓았다. 문종은 집현전 학사들의 정치 참여를 장려하여 새로운 정치 세력을 형성했으나, 그의 조기 사망으로 인해 정치적 혼란이 발생했다. 문종의 아들 단종이 12세의 어린 나이에 왕위에 올랐으나, 수렴청정을 할 대비가 없었고, 단종의 생모도 일찍 사망하여 정치적 지원이 부족했다. 이로 인해 단종 시기에는 김종서와 황보 인 등의 대신 세력과의 대립으로 정치적 혼란이 가중되었다.",
  "4": "수양대군과 안평대군은 단종의 친숙부로서 권력 다툼을 벌였고, 수양대군이 계유정난을 통해 승리하여 권력을 장악했습니다. 수양대군은 세조로 즉위한 후 중앙집권화 정책을 추진했으나, 집현전 출신 세력의 반발과 단종 복위 운동이 일어났습니다. 이 운동은 실패로 끝났고, 참여자들은 사육신으로 추앙받았습니다. 세조의 친동생 금성대군의 복위 운동도 실패하며 반대 세력은 제거되었습니다. 세조는 이시애의 난으로 시련을 겪었고, 훈신 세력은 여전히 강력한 영향력을 유지했습니다. 구성군 이준과 남이를 중심으로 한 종친 세력이 훈신 세력과 대립했으나, 예종이 남이를 제거하면서 훈신 세력은 더욱 강력해졌습니다. 예종의 사망 후 성종이 즉위하면서 훈신 정치 시대는 전성기를 맞이했습니다.",
  "5": "세종 사후 조선은 문종부터 예종까지 19년 동안 훈신 정치 시대를 맞이했습니다. 『문종실록』은 1450년부터 1452년까지의 역사를 기록했으며, 1453년에 편찬을 시작해 1455년에 완성되었습니다. 『단종실록』은 1452년부터 1455년까지의 역사를 담고 있으며, 숙종 때 『단종대왕실록』으로 이름이 변경되었습니다. 『세조실록』은 1455년부터 1468년까지의 역사를 수록하고 있으며, 1471년에 완성되었습니다. 『예종실록』은 1468년부터 1469년까지의 역사를 기록하고 있으며, 성종 대에 편찬되었습니다. 이 시기에는 훈구파와 사림파의 대립이 두드러졌습니다.",
  "6": "조선 시대 성종은 정희왕후와 한명회의 정치적 결탁으로 왕위에 올랐다. 그는 유교 가치를 중시하며 불교 우호 정책을 정리하고, 『경국대전』을 완성하여 법치 국가의 기틀을 마련했다. 성종은 홍문관을 설치하고 대간의 기능을 강화하여 사림파가 성장할 기회를 제공했다. 이는 훈구파와 사림파의 대립을 가시화했다. 성종은 비교적 성공적인 군주였으나, 폐비 윤씨 사건으로 인해 후대에 불행을 초래했다. 그의 뒤를 이은 연산군은 폭정으로 인해 중종반정으로 폐위되었다.",
  "7": "연산군은 성종의 함구령으로 친모의 존재를 모르고 자랐으나, 왕위에 오른 후 진상을 알게 되었다. 연산군 대에 두 번의 사화가 발생했으며, 이는 연산군의 개인적 원한과 양반 관료 체제에 대한 반감에서 비롯되었다. 연산군은 절대 왕권을 추구하며 유교 가치관을 거부했다. 훈구파와 사림파의 대립으로 사림파의 영향력이 줄었으나, 중종반정 이후 다시 확대되었다. 『성종실록』은 성종의 재위 기간을 기록한 역사서로, 1495년 편찬이 시작되어 1499년 완성되었다. 『연산군일기』는 연산군의 재위 기간을 기록한 역사서로, 1506년 편찬이 시작되어 1509년 완성되었다. 연산군의 제약으로 사초 작성이 어려웠고, 편찬 과정에서 많은 어려움을 겪었다.",
  "8": "르의 의식이 간략히 치러진 후 외사고에 봉안되었다.",
  "9": "제5대 왕 문종은 세종의 첫째 아들로, 1450년 세종의 사망 후 왕위에 올랐다. 그는 29년간 세자로 있었으며, 학문을 좋아하고 문장에 뛰어났다. 문종의 치세는 짧았고, 정치적 혼란을 초래했다. 그의 문학적 재능을 보여주는 일화로, 세자 시절 집현전 학사들에게 귤을 보내며 즉석에서 귤에 관한 시를 쓴 것이 있다.",
  "10": "문종은 뛰어난 학문적 능력과 성리학에 대한 깊은 이해를 바탕으로 신하들과 학문적 토론을 즐겼으며, 천문과 역산 등 다양한 분야를 연구했습니다. 그는 침착하고 온화한 성품으로 신하들과 소통하며, 효성이 지극하여 부왕 세종을 위해 직접 앵두나무를 심고 열매를 바쳤습니다. 또한, 병든 세종을 간호하며 슬픔에 잠겼고, 소헌왕후의 병환에도 깊은 애정을 보였습니다. 문종은 형제와 그 자식들을 아끼고 사랑하며, 특히 일찍 세상을 떠난 동생 광평대군의 아들을 궁중에서 양육했습니다. 이러한 문종의 효성과 우애는 그의 천성에서 비롯된 것으로, 윗사람을 공경하고 아랫사람을 배려하는 모습이 돋보였습니다.",
  "11": "문종은 인자하고 총명한 성품으로 세종의 신임을 받았다. 세종은 건강이 악화되자 1436년 육조직계제를 의정부서사제로 바꾸고, 1442년 세자가 섭정할 수 있도록 첨사원을 설치했다. 1445년부터 문종은 섭정을 시작했고, 세종 사후 즉위하여 세종의 정책을 이어갔다. 문종은 학문을 좋아해 집현전 학사들을 중용했으나, 이는 왕권 약화의 원인이 되었다. 문종은 1427년 휘빈 김 씨와 혼인했으나, 김 씨의 불순한 행실로 인해 세종에 의해 친정으로 쫓겨났다.",
  "12": "세종 11년(1429년), 문종의 첫 번째 세자빈인 휘빈 김 씨가 폐출되었고, 그녀의 아버지 김오문은 수치심에 딸을 죽이고 자결했습니다. 이후 문종은 순빈 봉 씨를 세자빈으로 맞았으나, 그녀도 1436년(세종 18년)에 폐출되었습니다. 문종은 세자빈을 다시 간택하지 않고 소실 중 권 씨를 세자빈으로 맞이했으며, 그녀는 문종과의 사이에서 경혜공주와 노산군을 낳았습니다. 그러나 권 씨는 노산군을 낳고 3일 만에 사망했고, 훗날 현덕왕후로 추존되었습니다. 문종은 세자빈을 3명 잃고 더 이상 세자빈을 두지 않았으며, 정비 없이 짧은 치세를 마치고 39세에 사망했습니다. 문종은 건강이 좋지 않았고 자식도 많지 않았습니다.",
  "13": "문종은 세자 시절부터 병법과 병기 제작에 관심이 많아 즉위 후 1451년 『오위진법』을 찬술했다. 조선 초기에 진법이 만들어진 이유는 군 통수의 중앙집권화 필요성 때문이었다. 변계량은 중국 병법의 한계를 지적하며 우리 고유의 군사 체계 개발을 주장했다. 조선 시대 병서는 훈사류, 전사류, 교범류, 논설류로 구분되며, 『진법』은 교범류에 속한다. 정도전은 조선 건국 후 군사 훈련과 군제 정비에 힘써 『진법』 등을 편찬했으나, 태종은 중앙집권화 과정에서 새로운 진법서의 필요성을 느꼈다.",
  "14": "세종은 1421년 변계량에게 새로운 진법서를 작성하게 하여 『진도법』을 발표했으나 논란이 일자 변계량은 『진도문답』을 통해 이를 해명했다. 1433년 하경복과 정흠지가 『진도법』을 보완하여 『계축진설』을 발표했으며, 이는 『오위진법』의 기초가 되었다. 『오위진법』은 조선 시대 군 통수 체계와 전투 조직의 완성을 의미하며, 문종의 동생 수양대군이 서문을 썼다. 수양대군은 왕위에 오른 후 1455년 『진법』을 개수하여 『소자진서』와 『대자진서』로 간행했으나, 두 책의 차이로 인해 성종 때 하나로 통일된 진법이 만들어졌다. 군사력은 권력 유지와 국민 보호의 중요한 수단으로 강조되었다.",
  "15": "조선 초기, 군사력 구축은 중요한 과제였다. 고려가 군사 조직을 통제하지 못해 멸망한 것을 교훈 삼아, 조선은 강력한 군사 체제를 구축하고자 했다. 태조 이성계는 중앙군 조직을 십위로 개편하고, 문신 세력에게 군수권을 장악하게 했다. 그러나 사병을 거느린 무신 세력의 존재로 인해 개혁은 한계에 부딪혔다. 왕자의 난 이후, 태종은 국왕 중심의 군사 조직을 강화하고, 중앙군제를 개편했다. 1409년에는 대부분의 군사를 왕궁 시위에 복무하게 했으며, 이러한 태종의 군제 개편은 후대에도 영향을 미쳤다. 중앙군제는 이후 여러 차례 변화를 거쳐 1451년 문종 때 오사 체제로 개편되었다.",
  "16": "1457년 세조 3년에 오사는 오위로 개편되었으며, 이는 문종이 개발한 『오위진법』에 맞춰 군사 조직을 개편하기 위한 것이었다. 오위 체제는 중앙군과 지방군을 통합하여 국가 비상사태 시 지방 군사를 동원할 수 있도록 했다. 오위와 오위도총부는 병조에 속했으나, 실질적으로 병조가 인사와 정책에서 우위를 점했다. 15세기 후반부터 오위 조직은 붕괴되기 시작했으며, 중종조에 비변사가 설치되면서 오위도총부의 기능이 약화되었다. 임진왜란 이후 오군영이 설치되면서 오위는 유명무실해졌고, 1882년 고종 19년에 군제 개혁으로 완전히 폐지되었다. 문종은 2년 4개월의 짧은 치세 동안 많은 일을 이루었다.",
  "17": "문종은 오위를 설치하고 진법을 만들어 군정을 정비하고, 전국의 주요 읍성을 개축하여 외부 침략에 대비했습니다. 세종 대에 이어 『세종실록』, 『동국병감』, 『연향아악보』, 『고려사』, 『고려사절요』 등의 편찬 사업을 활발히 진행했습니다. 문종은 인재를 기용할 때 현명한 사람이 승진하지 못하는 것을 염려하여 유능한 사람을 승진시키고 무능한 사람을 물리치는 정책을 추진했습니다. 또한, 백성을 위하는 마음으로 형벌을 신중히 하고, 농업과 수리 문제에 관심을 기울였습니다. 고려왕조의 후손들에게 작위를 높이고 전택과 노비를 하사하여 조상의 제사를 받들게 했습니다.",
  "18": "문종은 세자 시절부터 집현전 학사들에게 애정을 가지고 후학 양성에 힘썼으며, 성균관에서 유생들과 강론하도록 했다. 불교 정책은 기존 방침을 유지하며, 군대 정원을 늘리기 위해 승려에 대한 규제를 강화했다. 문종은 부왕 세종의 삼년상을 치르며 병을 얻었지만, 정사를 부지런히 돌봤다. 그는 향락을 멀리하고 나라를 걱정하며 정사에 힘썼다. 1452년 5월 14일, 문종은 경복궁에서 등창으로 인해 갑자기 사망했다. 그의 건강 문제는 『세종실록』에 기록되어 있으며, 의원의 실수로 병세가 악화된 것으로 전해진다.",
  "19": "세종 31년(1449년) 11월 15일, 세자의 등에 큰 종기가 생겼고, 12월에는 허리에도 종기가 생겨 건강이 악화되었습니다. 세종 32년(1450년) 1월 26일, 문종은 금욕적인 생활에도 불구하고 건강이 나빠져 결국 39세의 나이로 사망하였으며, 태조의 능인 건원릉의 동남쪽에 있는 현릉에 안장되었습니다.",
  "20": "단종은 1452년 5월 18일, 12세의 나이로 경복궁 근정전에서 왕위에 올랐다. 그의 부왕 문종이 39세의 나이로 사망한 지 6일 만의 일이었다. 단종은 1441년에 태어났으며, 어머니 현덕왕후 권 씨는 단종을 낳고 3일 만에 사망했다. 단종은 세종의 후궁인 혜빈 양 씨의 손에서 자랐고, 8세에 왕세손, 10세에 왕세자로 책봉되었다. 그러나 단종은 어린 나이에 왕위에 올라 왕권을 지탱할 구심점이 부족했고, 수렴청정할 대비나 외척도 없었다. 문종은 김종서와 황보인 등 원로대신들에게 아들을 부탁하는 조치를 취했을 뿐이었다.",
  "21": "문종의 부탁으로 고명대신들이 단종의 즉위와 함께 권력을 잡았으나, 수양대군과 안평대군 등 종친 세력의 반발을 샀다. 이로 인해 조선의 정치 상황은 불안해졌고, 단종은 실질적인 권한이 없는 왕이 되었다. 김종서는 세종과 문종의 신임을 받으며 국경 수비에 기여했고, 문종 사후 단종을 보필하며 수양대군을 경계했다. 그러나 수양대군은 계유정난을 일으켜 김종서를 제거했다. 김종서는 뛰어난 무장이자 재상이었지만, 황표정사의 전횡이라는 오점을 남겼다.",
  "22": "황표정사는 어린 단종을 돕기 위해 시작된 제도였으나, 수양대군과 안평대군의 권력 다툼 속에서 정쟁의 수단으로 변질되었습니다. 인사행정의 원칙이 무시되면서 비난을 받았고, 결국 수양대군이 집권한 후 폐지되었습니다. 황보인은 1414년 태종 때 문과에 급제하여 여러 관직을 거쳐 1452년 문종 때 영의정이 되었으나, 1453년 계유정난 때 수양대군에게 살해되었습니다. 계유정난은 수양대군이 쿠데타를 일으켜 정권을 장악한 사건으로, 당시 어린 단종의 왕권은 약화되어 있었습니다.",
  "23": "종친 세력과 신료 세력 간의 권력 다툼이 발생했으며, 수양대군과 안평대군이 각각 종친 세력을 대표했다. 수양대군은 무예와 정치적 야심이 큰 인물로, 무인과 소장파 신료들의 지지를 받았다. 반면, 안평대군은 학문과 예술을 좋아하며 문인과 학자들의 지지를 받았다. 의정부 대신들은 안평대군을 지지했으나, 집현전 출신 소장파는 수양대군을 지지했다. 수양대군은 한명회의 조언에 따라 무신을 포섭하기 위해 활쏘기 대회를 개최했고, 이를 통해 많은 무사를 모아 쿠데타를 성공적으로 이끌었다.",
  "24": "수양대군은 명나라에 사신으로 가는 동안 안평대군이 쿠데타를 계획하고 있다는 소문을 듣고, 이를 선제적으로 막기 위해 1453년 10월 10일에 정변을 일으키기로 결정합니다. 내부의 동요와 반대에도 불구하고, 수양대군은 결단을 내리고 김종서의 집을 공격하여 권력을 장악하려 합니다. 이 과정에서 한명회와 홍윤성 등이 수양대군을 지지하며 함께 행동에 나섭니다.",
  "25": "수양대군은 김종서와 그의 아들 김승규를 살해하고, 단종을 찾아가 김종서가 역모를 꾸몄다고 보고했습니다. 수양대군의 참모 한명회는 살생부를 통해 조정 대신들의 생사를 결정했고, 이에 따라 많은 대신들이 목숨을 잃었습니다. 수양대군의 쿠데타, 계유정난으로 조선의 정치 구조가 크게 변화했으며, 수양대군은 정권을 장악하고 최고 권력자가 되었습니다. 이후 그는 단종을 폐위하고 왕위에 올랐습니다. 이 사건은 태종의 왕자의 난 이후 다시 한번 혈육 간의 비극을 초래했습니다.",
  "26": "세조는 즉위 후 국정을 국왕 중심으로 운영하도록 변경했습니다. 계유정난에 공을 세운 정난공신들은 세조 이후 중앙 정계를 주도하며 강력한 훈신 세력으로 자리 잡았습니다. 이징옥은 태종 시절부터 무과에 급제하여 여진족과의 전투에서 활약하며 입지를 다졌고, 김종서와 함께 함길도 6진 개척에 앞장섰습니다. 수양대군이 정권을 장악한 후, 이징옥은 함길도 도절제사로 있었으나, 수양대군을 제거하려 했다는 고변으로 인해 제거 대상이 되었습니다.",
  "27": "1453년 10월, 수양대군 일파는 이징옥을 제거할 구실을 찾고 있었고, 이징옥은 자신이 제거될 것을 깨닫고 박호문을 죽인 후 여진의 지원을 받아 반란을 일으켰다. 그는 스스로를 '대금황제'라 칭했다는 기록이 있지만, 이는 그의 유교적 성향과 맞지 않으며, 단종 복위를 염두에 둔 행동으로 추측된다. 결국 이징옥은 종성에서 정종과 이행검의 습격으로 사망하고, 반란은 실패로 끝났다. 이 사건은 이후 세조 즉위 후 이시애의 난과 비교되기도 한다.",
  "28": "이 텍스트는 조선 시대 함경도 지역에서 발생한 두 반란, 이징옥의 난과 이시애의 난에 대해 설명합니다. 이징옥은 경남 출신으로 함경도에 파견된 군인이었으나 지역 기반이 없어 반란에 실패하고 죽임을 당했습니다. 반면, 이시애는 함경도 출신으로 지역 기반을 바탕으로 중앙 군사와 맞서 싸웠습니다. 이 반란들로 인해 함경도는 중앙 권력에 의해 반란의 근거지로 낙인찍혔습니다. 또한, 단종의 슬픈 운명에 대해 언급하며, 단종이 수양대군에게 왕위를 빼앗기고 상왕으로 물러난 과정을 설명합니다. 단종은 1454년 왕비를 맞이했으나 후사가 없었고, 1455년 수양대군에게 왕위를 넘겨주었습니다.",
  "29": "단종은 세종의 여섯째 아들이자 수양대군의 동생인 금성대군의 집에 연금되었다가, 1457년 성삼문과 박팽년 등의 단종 복위 운동으로 인해 노산군으로 강봉되어 영월로 유배되었다. 이후 금성대군의 제2차 복위 운동이 발각되면서 사약을 받고 17세의 나이로 생을 마감했다. 단종의 죽음은 조선 왕권의 취약함을 보여주는 사례로 남았다. 1681년 숙종 때 노산군으로 복위되었고, 1698년 왕의 시호를 받았다. 그의 묘는 영월의 장릉에 위치해 있으며, 관련 전설과 유적이 남아 있다. 단종비 정순왕후 송 씨는 단종의 강봉 후 노비 신분이 되었으나, 세조의 배려로 정업원에서 여생을 보냈다.",
  "30": "1521년, 82세의 나이로 사망하여 남양주 사릉에 묻혔다.",
  "31": "세조는 1455년 조카인 단종을 몰아내고 조선의 제7대 왕으로 즉위했다. 그는 세종과 소헌왕후의 둘째 아들로 태어나, 유교 경전과 사서에 능통하고 무술을 좋아하는 등 다방면에서 뛰어난 자질을 보였다. 세종과 문종은 그의 능력을 인정하여 여러 일을 함께 도모했다. 세조는 정치적 야망이 컸으며, 결국 계유정난을 통해 왕위에 올랐다. 이는 조선 왕실의 장자 계승 원칙을 무력으로 깬 사건이었다.",
  "32": "세조는 조카인 단종을 몰아내고 왕위를 차지하여 세간의 비판을 받았다. 즉위 후 단종을 상왕으로 추대하고 감시하였으며, 사육신과 금성대군의 단종 복위 운동 등으로 정국이 불안했다. 세조는 강력한 왕권을 구축하여 정국을 안정시켰으나, 혈육 간의 갈등과 많은 희생이 따랐다. 말년에는 자신의 악행을 후회하며 불교에 심취했다. 세조는 정희왕후와 결혼하여 2남 1녀를 두었으며, 큰아들 의경세자는 요절했다.",
  "33": "1445년, 세종 27년에 도원군에 봉해진 인물은 1455년 세조 1년에 세자로 책봉되었고, 소혜왕후 한씨와 혼인하여 월산대군과 성종을 낳았다. 그는 예절이 바르고 학문을 즐겼으나 병약하여 일찍 사망했다. 세조의 둘째 아들 예종은 1457년 세자로 책봉되어 1468년에 즉위했으나 13개월 만에 사망했다. 세조는 계유정난으로 왕위에 올랐고, 권람, 한명회 등에게 공신 책봉을 하여 정치적 영향력을 키웠다. 그러나 세조의 왕위 찬탈에 불만을 품은 소외 세력, 특히 집현전 출신의 젊은 학자들이 단종 복위 운동을 모색했다. 이 운동의 중심에는 성삼문과 박팽년이 있었다.",
  "34": "1456년 6월 1일, 명나라 사신을 환영하는 잔치가 창덕궁에서 열릴 예정이었고, 성삼문 등은 이 기회를 이용해 세조와 측근들을 제거하려는 계획을 세웠다. 성삼문의 아버지 성승과 유응부가 운검으로 임명되어 계획이 실행될 예정이었으나, 행사장의 공간 문제로 운검이 생략되면서 계획에 차질이 생겼다. 세조는 한명회의 의견을 받아들여 운검을 들이지 않았고, 세자도 병으로 불참했다. 성승과 유응부는 한명회를 죽이자고 주장했으나, 성삼문과 박팽년은 세자가 없는 상황에서 무리한 행동이 득이 되지 않을 것이라 판단해 계획을 포기했다.",
  "35": "성삼문과 박팽년은 단종 복위를 계획했으나, 유응부의 즉각적인 행동 요구에도 불구하고 신중을 기하며 거사를 미루었습니다. 그러나 계획이 누설될 것을 두려워한 김질이 장인 정창손에게 이를 알렸고, 정창손은 세조에게 단종 복위 음모를 보고했습니다. 이에 세조는 성삼문과 관련자들을 체포했고, 성삼문을 비롯한 사육신은 처형되거나 자결했습니다. 이로 인해 단종 복위 운동은 실패로 끝났고, 사육신의 가족들은 수모를 겪었습니다. 사육신은 후대에 생육신에 의해 그들의 이야기가 전해지면서 역사적으로 재조명받았습니다.",
  "36": "생육신은 김시습, 원호, 이맹전, 조려, 성담수, 남효온으로 구성된 인물들로, 계유정난 이후 세조의 정통성을 인정하지 않고 은둔하며 저항했다. 이들은 사육신과 달리 목숨을 내놓지 않고 살아서 저항했으며, 단종을 위해 절의를 지키며 벼슬하지 않았다. 남효온은 『사육신전』을 지어 사육신의 이름을 알렸고, 중종반정 이후 사림파에 의해 사육신과 생육신의 절의가 재평가되었다. 그러나 세조 이후 조선의 왕통이 세조의 후손으로 이어지면서 사육신을 현창하거나 노산군을 복위시키려는 시도는 역적으로 몰렸다. 1576년 박계현이 사육신과 노산군의 복위를 요구했으나 선조는 이를 엄중히 다스리겠다고 경고했다. 1689년 기사환국과 1694년 갑술환국을 통해 사육신과 노산군의 추복이 이루어졌으며, 이는 숙종의 정치적 계산에 따른 것이었다.",
  "37": "숙종은 왕권 강화를 위해 사육신과 노산군의 복권을 단행하며, 송시열 등의 행위를 '불충'으로 규정하고 원자 책봉을 추진했다. 노산군의 복권은 세조가 노산군을 쫓아낸 것이 아니라는 점과 세조의 본뜻이 아니었다는 주장을 근거로 했다. 이는 세조의 왕권 강화와 단종 축출이 숙종의 왕권 강화를 위한 단종 복위와 사육신 현창으로 이어진 역사적 아이러니로 평가된다. 조선 초기, 정도전은 재상 중심 체제를 선호했으나, 태종은 중앙집권적 왕권을 확립하고 세종에게 새로운 인재를 등용하도록 했다. 세종은 집현전을 통해 인재를 모았고, 이들은 국가 제도에 전념했으나 정치적 권력을 원하기도 했다.",
  "38": "집현전 학사들은 정치 세력화하여 수양대군의 계유정난을 지지하거나 중립을 지켰다. 세조는 즉위 후 전제 군주로서 중앙집권적 왕권 강화를 추진했다. 일부 집현전 학사들은 단종 복위를 명분으로 쿠데타를 시도했다. 이계전은 세조의 친구로, 계유정난에 가담하여 정난공신이 되었으나, 세조의 육조직계제에 반대했다. 세조는 이계전을 처벌하지 않고 오히려 그를 신뢰했다.",
  "39": "세조 시기, 사육신의 단종 복위 운동이 일어났고, 이계전은 세조 편에 섰지만 조카 이개는 사육신에 포함되어 처형당했다. 세조는 이계전을 특별대우하며 자신의 사람으로 만들려 했다. 반면, 하위지, 권자신, 박쟁 등은 단종 복위 운동에 참여했다. 1457년, 단종은 영월로 유배되었고, 금성대군은 단종 복위를 시도했으나 실패했다. 금성대군은 세조의 친동생으로, 세조의 권력 장악에 반대하다가 유배되었고, 순흥부사 이보흠과 함께 단종 복위를 계획했다.",
  "40": "금성대군은 순흥을 근거지로 삼아 단종 복위를 계획했으나, 여종 금연의 배신으로 계획이 발각되어 실패했다. 금성대군은 안동부사 한명진에게 체포되어 사약을 받고 죽었으며, 이보흠은 유배 후 교살되었다. 세조는 금성대군의 복위 시도에 협조한 순흥부에 대해 철저히 보복하여 많은 주민을 처형하고, 순흥부를 풍기군에 소속시켰다. 이 사건은 단종에게도 영향을 미쳐, 세조는 단종을 일반인 신분으로 강등시키고 사약을 내렸다.",
  "41": "1457년 6월 21일, 세조 3년에 단종은 상왕에서 노산군으로 강등되어 영월로 유배를 떠났다. 세조는 단종의 복위를 도모한 성삼문 등의 사건 이후, 단종을 유배시키라는 여러 건의를 받아들여 그를 영월로 보냈다. 단종은 군사들의 감시 속에 영월 청령포에 도착했으며, 그곳에서 궁녀 여섯 명과 내시 두 명과 함께 고립된 생활을 했다. 청령포 주변은 삼엄한 경계가 이루어졌고, 단종의 모든 행동은 감시되었다. 이 시기에 금성대군이 단종 복위를 시도하다가 실패하여 처형되었고, 단종의 목숨도 위태로운 상황에 놓였다.",
  "42": "1457년, 노산군은 영월로 유배된 지 4개월 만에 세조가 내린 사약을 받고 자결했다. 이는 금성대군의 단종 복위 모의가 발각된 사건의 여파였다. 세조는 왕권 강화를 위해 육조직계제를 부활시키고, 집현전과 경연을 폐지하여 대간의 기능을 축소했다. 또한, 호패법과 직전법을 시행하여 중앙집권화를 추진했다. 호패법은 1459년에 부활되어 남성의 신분을 확인하기 위한 제도였고, 직전법은 1466년에 시행되어 현직 관료에게만 토지 수조권을 부여하는 제도였다.",
  "43": "세조는 중앙집권화를 통해 강력한 왕권을 유지했으나, 지방 세력의 불만이 커졌다. 1467년, 함길도에서 이시애가 세조의 중앙집권화 정책에 반발하여 반란을 일으켰다. 이시애는 함길도의 지방 세력가로, 세조의 정책으로 자신의 기반이 위협받자 반란을 결심했다. 그는 함길도 병마절도사 강효문을 살해하고 반란군을 조직했다. 이 사건은 조선 전기 최대의 국란 중 하나로 기록되었다.",
  "44": "세조 시기에 강효문이 반란을 일으켰다는 보고가 있었고, 한명회와 신숙주가 연루되었다는 소식이 전해졌다. 세조는 이들을 가택에 연금하고, 조카 구성군 이준을 사도병마도총사로 임명하여 강순과 남이 등을 중심으로 진압군을 조직해 함길도로 파견했다. 초기에는 반란군의 저항이 강했으나, 세조의 지원과 구성군의 전술로 전세가 역전되었다. 반군 내 분열로 이시애는 부하들에게 붙잡혀 진압군에 인계되었고, 8월 12일에 참수되면서 반란은 3개월 만에 진압되었다. 한명회와 신숙주는 열흘 만에 풀려났고, 세조는 이들의 연루설을 받아들이지 않았다. 이들의 권력이 강력했기 때문에 반란 연루설이 나왔으며, 이시애는 심리전을 펼쳤다.",
  "45": "함길도에서 발생한 이시애의 난은 중앙 권력에 대한 지역민의 불만과 불신, 세조의 강력한 중앙집권화 정책, 그리고 지방관 강효문의 부정부패가 주요 원인이었다. 함길도는 이성계의 고향이었지만 중앙 정부의 배려가 부족했고, 여진족과의 군사적 긴장 속에서 많은 희생을 감수해야 했다. 세조는 호패 제도와 직전법을 통해 중앙집권화를 추진했지만, 이는 기득권층의 반발을 불러일으켰다. 또한, 강효문은 지방관으로서 부정부패를 일삼아 백성을 괴롭혔고, 이러한 불만이 폭발하여 이시애의 난이 발생했다. 세조는 난이 진압된 후 조사하여 이러한 문제들을 확인했다.",
  "46": "이시애의 난은 세조의 중앙집권화 정책에 큰 시련을 주었고, 결과적으로 훈신 중심의 정치가 심화되었다. 이 난 이후 길주는 길성현으로 강등되었으며, 함길도는 조선 역사에서 잊힌 땅이 되었다. 세조의 왕위 등극에 결정적인 역할을 한 인물은 한명회와 신숙주로, 이들은 수양대군을 도와 쿠데타를 성공으로 이끌었다. 한명회는 1415년에 태어났으며, 과거에 실패했으나 음서로 경덕궁의 궁직을 얻었다. 그는 친구 권람의 소개로 수양대군의 책사가 되었다. 권람은 1450년에 급제하여 수양대군과 연을 맺고 그의 야망을 함께할 사람들을 모았다.",
  "47": "한명회는 수양대군의 책사로 활동하며 그의 대권 장악을 도왔고, 계유정난에서 공을 세워 정난공신이 되었다. 세조 즉위 후에는 여러 고위직을 거쳐 예종 때 영의정에 올랐으며, 성종 즉위 후에도 권력을 유지했다. 그는 왕실과의 혼사를 통해 권력을 강화했으며, 두 명의 왕을 사위로 둔 유일한 인물이다. 신숙주는 한명회의 사돈으로, 세종 대에 집현전에서 활동하며 세종의 총애를 받았다. 그는 언어에 능통하여 외교와 음운 연구에 기여했으며, 문종에게도 신뢰받았다.",
  "48": "단종 즉위 후 수양대군과 안평대군을 중심으로 권력 다툼이 벌어졌고, 계유정난이 발생했다. 신숙주는 수양대군을 암묵적으로 지지하며 정난공신에 봉해졌다. 세조는 단종을 상왕으로 올리고 전제 정치를 실시하며 중앙집권적 왕권 강화를 추진했다. 이에 집현전 학사 출신들은 불만을 품고 단종 복위 운동을 시도했으나 실패했고, 성삼문 등은 처형되었다. 신숙주는 권력의 중심으로 향하며 세조 대에 여러 고위직을 역임했고, 조선의 문화 부흥기에 기여했다. 세조는 불교를 숭상하며 유학에 불편한 심기를 드러냈고, 철권 통치를 통해 반대 세력을 억압했다.",
  "49": "세조는 자신의 행동에 대한 정당성을 불교에서 찾으려 했고, 이를 위해 여러 불교 관련 사업을 추진했습니다. 1461년, 불경을 간행하기 위해 간경도감을 설치했고, 이곳에서 간행된 언해본 불경들은 국어학적으로 중요한 가치를 지닙니다. 1464년에는 서울 종로에 원각사를 건립했으며, 이를 위해 많은 인력과 자원이 투입되었습니다. 원각사 건립의 배경에는 세조의 숙부 효령대군이 회암사에서 법회를 열던 중 일어난 기적이 있었습니다. 세조는 이 기적을 기리기 위해 원각사를 세우기로 결정했습니다. 원각사는 1465년에 완공되었고, 세조는 이를 기념하여 법회를 열었습니다.",
  "50": "세조는 원각사를 세우는 과정에서 여러 기적이 일어났다는 소식을 들으며, 이를 자신의 정당성을 인정받는 기회로 삼고자 했다. 그는 조카와 형제들을 죽이고 왕위에 오른 죄책감을 불교 사업을 통해 덜고자 했으며, 말년에는 피부병으로 고생하며 불교에 의지했다. 1468년, 병이 깊어진 세조는 세자에게 왕위를 물려주고, 다음 날 52세의 나이로 사망했다. 그의 재임 기간 동안 단종의 모후인 현덕왕후의 원혼이 그를 괴롭혔다는 이야기도 전해진다.",
  "51": "세조는 태종과 비교되며, 두 사람 모두 장자가 아님에도 불구하고 왕위에 오르기 위해 골육상쟁을 벌였고 강력한 왕권을 구축하려 했다는 공통점이 있다. 태종은 이복동생을 죽였지만 동복형제는 살려두었고, 반대 세력을 철저히 제거하며 자신의 권력을 강화했다. 반면 세조는 단종과 안평대군 등을 죽였으나 자신을 옹립한 훈신 세력을 효과적으로 견제하지 못해 권력 구도가 복잡해졌다. 이는 후계자인 예종에게 부담을 주었고, 중앙집권화도 이시애의 난으로 인해 주춤했다. 세조는 남양주 광릉에 묻혔으며, 시호는 혜장이다.",
  "52": "예종은 1450년 세조와 정희왕후 윤 씨의 둘째 아들로 태어났다. 그는 온화한 성품과 뛰어난 자질로 주위의 신망을 받았으며, 세자로 책봉된 후 학문에 열중했다. 세조는 예종의 학문적 성취를 칭찬했다. 예종은 한나라 헌제의 몰락 원인을 분석하며, 훈신 세력과 종친 세력의 대립이 심화되는 당시 정국에 대한 정치적 견해를 드러냈다. 이는 예종이 해결해야 할 과제이기도 했다.",
  "53": "예종은 부왕의 병환을 극진히 간호하다가 자신의 건강이 나빠져 20세의 젊은 나이에 요절했다. 그는 공사의 구별이 엄격하여 측근의 죄를 용서해달라는 요청도 거절할 만큼 강직했다. 즉위 후 직전수조법을 본격화하고 소작인의 고소권을 인정하여 대토지 소유를 억제하려 했으며, 삼포에서 왜와의 사무역을 금지했다. 예종은 학문에도 열중하여 여러 저서를 남겼다. 세자 시절 한명회의 딸과 혼인했으나 그녀는 일찍 세상을 떴고, 이후 한백륜의 딸을 둘째 부인으로 맞이했다. 예종 즉위 당시 정국은 혼란스러웠고, 훈신과 종친 간의 세력 다툼이 있었다. 세조의 중앙집권화 정책이 주춤한 가운데, 훈신과 종친 세력이 왕권을 위협할 정도로 강력한 세력을 구축하고 있었다.",
  "54": "예종은 젊은 나이에 왕위에 올랐지만, 정희왕후의 수렴청정과 한명회, 신숙주, 구치관 등의 원상 제도로 인해 왕권이 약화되었습니다. 이 시기에 훈신 세력의 막강한 권력을 보여주는 '민수의 사옥' 사건이 발생했습니다. 민수는 세조 시절 사관으로, 한명회의 딴마음을 기록했으나, 한명회의 권세를 두려워해 사초를 고쳤습니다. 이 사실이 발각되자 예종은 민수를 국문했고, 민수는 훈신을 두려워해 사초를 고쳤다고 자백했습니다. 예종은 민수를 관노로 만들고, 관련자들을 처벌하며 사건을 마무리했습니다.",
  "55": "이 사건은 예종이 훈신 세력과 종친 세력 사이에서 정치적 균형을 잡으려 했던 시기를 다루고 있습니다. 1468년, 19세의 나이로 왕위에 오른 예종은 훈신 세력의 힘을 빌려 종친 세력을 견제하려 했습니다. 예종은 '남이의 옥' 사건을 통해 종친과 무신 중심의 불만 세력을 제거하고, 훈신 세력의 균형을 맞추기 위해 원상의 수를 늘렸습니다. 남이는 세종의 외증손자로, 무예에 뛰어난 인물로 평가받았으나, 예종에게는 정치적 부담이었습니다. 이 사건은 예종이 훈신 세력과 손을 잡고 종친 세력을 견제하는 과정에서 발생했습니다.",
  "56": "남이는 17세에 무과에 급제하고 권람의 사위가 되어 지위를 공고히 했다. 25세에 이시애의 난을 평정하며 큰 공을 세웠으나, 구성군과의 경쟁으로 인해 불안해했다. 남이는 호방한 성격과 경박한 행적으로 구설수에 올랐고, 예종 즉위 후 병조판서에서 해임되었다. 혜성이 나타난 시기에 남이는 유자광에게 간신들이 난을 일으킬 수 있다고 경고했으나, 유자광이 이를 조정에 보고하면서 남이는 문초를 받게 되었다.",
  "57": "'남이의 옥' 사건은 예종 시기에 발생한 정치적 사건으로, 남이와 강순 등이 역모 혐의로 처형된 사건입니다. 이 사건은 훈신 세력과 종친 세력 간의 정치적 갈등에서 비롯되었으며, 남이는 훈신들의 표적이 되었습니다. 남이는 세조의 은혜를 받은 장군들이 간신들을 제거하려 했다는 혐의를 받았고, 혹독한 고문 끝에 혐의를 인정했습니다. 이 사건 이후, 정국 운영은 훈신들이 주도하게 되었고, 이 시기를 훈신 정치 시대라고 부릅니다. 남이의 시는 그가 반역을 계획했다는 증거로 사용되었습니다.",
  "58": "예종은 건강이 좋지 않은 상태에서 왕위에 올라 중앙집권제를 추진하며 훈신 세력을 견제하려 했으나, 즉위 1년 만에 20세의 젊은 나이로 사망했다. 그의 죽음을 둘러싸고 독살설이 돌았으나, 사실 여부는 불확실하다. 예종의 사망으로 훈신 세력은 정치적 이득을 얻었고, 그의 중앙집권화 정책은 성종조의 전성기로 이어지는 가교 역할을 했다. 예종은 사후 경기도 고양시 창릉에 안순왕후와 함께 묻혔다.",
  "59": "1469년, 조선의 제8대 왕 예종이 20세의 나이로 사망하면서 왕위 계승 문제가 발생했습니다. 당시 예종의 아들 제안대군은 너무 어려 왕위 계승 후보에서 제외되었고, 세조의 손자인 월산대군과 자산군이 후보로 거론되었습니다. 정희왕후는 자산군을 왕위 계승자로 지명했는데, 이는 자산군이 재능이 뛰어나고 학문적으로도 발전 가능성이 크다고 판단했기 때문입니다. 결국 자산군은 제9대 왕 성종으로 즉위하여 조선왕조의 체제를 완성하게 됩니다.",
  "60": "성종은 조선의 제9대 왕으로, 덕종과 소혜왕후 사이에서 1457년에 태어났습니다. 그의 즉위는 장인 한명회의 지원 덕분이었으며, 당시 나이 13세로 즉위하여 정희왕후가 7년간 수렴청정을 했습니다. 성종은 12명의 부인에게서 28명의 자녀를 두었으며, 첫째 부인 공혜왕후가 사망한 후 숙의 윤 씨를 둘째 부인으로 맞이했습니다. 윤 씨는 성종과의 사이에서 연산군을 낳았으나, 성격 차이와 갈등으로 인해 폐출되었습니다. 이후 성종은 윤호의 딸을 셋째 부인으로 맞이하여 정현왕후로 삼았습니다. 이러한 가정 불화는 연산군의 악행에 영향을 미쳤습니다.",
  "61": "성종은 어린 나이에 왕위에 올라 강력한 권력을 행사하며 왕권을 강화하고, 『경국대전』을 편찬해 조선왕조 통치의 근간을 마련했다. 또한 관수관급제를 실시하고 여러 서적을 간행했으며, 홍문관을 설치해 학문 발전에 기여했다. 성종의 치세는 조선의 정치, 경제, 사회, 문화적 기초를 다지는 시기였다. 예종의 갑작스러운 죽음으로 성종이 13세에 왕위에 오르자, 정희왕후가 수렴청정을 통해 성종을 보좌했다. 수렴청정은 어린 왕을 대신해 대비나 대왕대비가 국정을 보좌하는 제도로, 왕권 보호를 위해 왕실과 가까운 여성이 맡았다.",
  "62": "조선에서 최초로 수렴청정을 실시한 인물은 세조의 정비인 정희왕후였다. 성종이 어린 나이에 즉위하자, 원로대신들은 정희왕후에게 수렴청정을 요청했다. 정희왕후는 처음에는 이를 사양하며 성종의 생모인 인수대비 한 씨를 추천했으나, 신숙주 등 대신들의 계속된 요청으로 수렴청정을 수락했다. 이로써 조선에서 수렴청정 제도가 시작되었으며, 이는 여성인 대비가 왕과 함께 정치에 참여하는 제도로, 유교 이념과 현실적 필요성의 타협으로 탄생한 것이었다.",
  "63": "조선 시대의 수렴청정은 대비가 국정에 참여하여 왕과 함께 중요한 결정을 내리는 제도였다. 대비는 정전에서 왕과 신료들과 함께 국사를 논의하며, 왕의 명령서는 '교지', 대비의 명령서는 '의지' 또는 '자지'로 불렸다. 수렴청정은 왕이 성년이 되어 독립적으로 국정을 운영할 수 있을 때까지 지속되었다. 이 제도는 중국 송나라의 선례를 따랐다. 대비들은 한문을 잘 알지 못했기 때문에, 공문서 번역과 통역은 승정원의 승지나 대신들이 담당했다. 정희왕후는 성종이 성년이 될 때까지 7년간 수렴청정을 하며 실질적인 권력을 행사했다. 이 기간 동안 정희왕후는 신숙주, 한명회, 구치관 등과 함께 중앙 정계를 주도했다. 성종 즉위 전에는 훈신과 종친 간의 세력 다툼이 있었으며, 이는 세조 대의 이시애의 난 이후 종친 세력이 급성장하면서 발생한 대립이었다.",
  "64": "예종은 즉위 후 자신의 권력을 강화하기 위해 훈신 세력과 손잡고 남이를 제거했다. 구성군 이준은 세조의 총애를 받아 영의정에 올랐으나, 남이 제거 과정에서 훈신 세력과 협력했다. 1469년 남이의 옥사를 다스린 공으로 익대공신 2등에 올랐으나, 아버지의 상을 당해 영의정 자리에서 물러났다. 예종의 의문사 후 성종이 즉위했으나, 어린 성종에게는 실권이 없었다. 1470년 구성군 사건이 발생했는데, 이는 구성군이 왕위에 오를 만한 인물이라는 소문이 퍼지면서 시작되었다. 최세호가 이 사건에 연루되었으나 혐의를 부인했고, 한명회의 조카들이 최세호 사건에 연루된 권맹희를 고발했다.",
  "65": "요약: 성종 1년(1470년) 권맹희와 최세호는 임영대군 부인의 친족으로 관직에 임명되었으나, 구성군을 겨냥한 고변으로 인해 정희왕후의 난색에도 불구하고 신숙주와 여러 공신들의 압박으로 구성군은 유배되고, 최세호와 권맹희는 처형되었다. 이 사건으로 공신 세력이 승리하며 종친의 정치 참여가 제한되었다. 1479년(성종 10년) 성종은 둘째 부인 윤 씨를 폐출했는데, 이는 조선 최초의 왕비 폐출 사건으로, 윤 씨는 연산군의 생모였다. 성종은 윤 씨가 궁녀를 독살하려 했다는 이유로 폐출을 강행했으며, 이는 신료들의 반대에도 불구하고 이루어졌다.",
  "66": "윤 씨는 성종의 총애를 받던 왕비였으나, 성종의 다른 후궁인 엄 씨와 정 씨를 질투하여 그들을 암살하려고 시도했다. 윤 씨의 처소에서 독약이 발견되면서 성종은 생명의 위협을 느꼈고, 윤 씨가 사술을 사용해 엄 씨와 정 씨가 아들을 낳지 못하게 하려 했다는 사실도 드러났다. 윤 씨는 정치에 지나치게 관심을 보이고 성종을 무시하는 행동을 했으며, 성종의 생모인 한 씨의 권력도 윤 씨에게 불리하게 작용했다. 결국 성종은 윤 씨를 폐위하고 사약을 내리게 되었다.",
  "67": "요약: 1479년, 폐비 윤씨는 죄악이 커져 서인으로 강등되었으나 법대로 처벌받지는 않았다. 그녀의 존재는 원자의 왕위 계승에 후환이 될 것을 우려하여 결국 사약을 받고 죽었으며, 이는 연산군 대에 불행의 씨앗이 되었다. 조선은 중앙집권적 양반 관료 국가로, 성종 때 완성된 『경국대전』이 국가 운영의 법적 기반이 되었다. 『경국대전』은 육조 체제에 맞춰 구성되었으며, 왕의 명령을 기초로 작성되었다. 1485년에 완성된 이 법전은 조선이 망할 때까지 사용되었다.",
  "68": "『경국대전』은 조선 왕조의 법전으로, 1460년 세조 대에 편찬이 시작되어 성종 대에 완성되었습니다. 이 법전은 조선의 통치 기본 방침을 법에 의한 정치로 확립하려는 노력의 결실로, 태조 이성계의 즉위 교서에서 시작된 법률 제정의 연장선상에 있습니다. 초기에는 『조선경국전』과 『경제육전』이 편찬되었으며, 세조는 기존 법률의 모순을 해결하고자 『경국대전』을 편찬했습니다. 특히 호전과 형전이 먼저 완성되었는데, 이는 백성의 생활과 국가 운영의 기본이 되는 법률이기 때문입니다. 형전은 명나라의 『대명률』을 기본으로 하여 조선의 특수 상황에 맞는 형법을 추가한 특별법으로 기능했습니다. 세조와 예종의 사망 이후 성종 대에 이르러 육전이 완성되었습니다.",
  "69": "『경국대전』은 조선왕조가 법에 의해 국가를 통치할 수 있는 통일 법전으로, 중국법의 무분별한 침투를 막고 조선 고유의 법을 유지하는 역할을 했다. 이후 『속대전』, 『대전통편』, 『대전회통』 등의 법전이 편찬되면서 일부 조문이 개정되거나 폐지되었지만, 『경국대전』의 권위는 지속되었다. 이 법전의 편찬으로 조선의 중앙집권적 양반 관료 체제가 완성되었으며, 양반은 문반과 무반을 포함한 지배층을 의미했다. 양반 제도는 당나라 제도를 본받아 고려 시대부터 시작되었고, 과거 제도를 통해 관료가 된 사람들이 포함되었다.",
  "70": "시험관은 국왕이었고, 관료는 국왕에게 충성해야 했습니다. 관료가 되는 방법에는 혈통과 능력이 있었으며, 고위 관료의 자손은 음직을 통해 과거 없이 관직을 얻을 수 있었습니다. 조선 시대에는 귀족 자제가 관직을 세습하는 경향이 있었지만, 능력 있는 사람도 과거를 통해 관직에 오를 수 있었습니다. 양반은 문반과 무반으로 나뉘었으며, 문반이 우월했습니다. 문치주의 국가에서는 도덕적 수양이 필수였고, 유교 경전과 문학 소양이 중요했습니다. 문과가 무과보다 우월했고, 문관직이 무관직보다 높았습니다. 중앙집권 체제를 지향하며, 왕권을 제약하는 제도도 존재했습니다. 국왕은 세습되었지만, 관료는 시험으로 선발된 우수한 인재들이었습니다.",
  "71": "이 텍스트는 한국과 중국의 중앙집권 체제 유지에 대한 설명으로, 지식인 관료들이 군인, 여자, 사무원, 환관을 제압하여 핵심 지배층이 되었음을 강조합니다. 조선 시대 양반 관료 체제에서는 산관과 직사로 나뉘며, 관직의 품계는 문산계와 무산계로 구분됩니다. 6품 이상은 참상관, 7품 이하는 참하관으로 분류되며, 승진을 위해 각각 900일, 450일의 근무가 필요했습니다.",
  "72": "조선 시대의 관직 체계는 정 1품부터 정 9품까지로 나뉘며, 각 품계에 따라 다양한 직책이 존재했습니다. 정 1품에는 영의정, 좌의정, 우의정이 포함되며, 정 2품에는 판서와 좌참찬, 우참찬이 있습니다. 정 3품에는 통정대부와 절충장군 등이 있으며, 정 4품부터 정 9품까지는 군수, 현령, 좌랑, 박사 등의 직책이 포함됩니다. 각 품계는 문산계와 무산계로 나뉘어 있으며, 당상관과 당하관으로 구분됩니다.",
  "73": "조선 시대의 양반 관료 체제는 다양한 관직과 계급으로 구성되어 있었다. 당상관은 정치 관료로 근무 일수와 무관하게 임명되었으며, 대가 제도를 통해 부조의 품계를 자손이 받을 수 있었다. 관직은 실직과 산직으로 나뉘었으며, 산직은 무급으로 전환되었다. 실직에는 녹봉을 받는 녹관과 받지 않는 무록관이 있었고, 무록관은 정치적으로 덜 중요한 기관에 설치되었다. 겸관과 제조 제도는 중앙 권력을 효과적으로 운영하기 위한 방편이었다. 이러한 체제는 양반층과 중인층의 구분을 강화하고, 관직의 권위를 높였다.",
  "74": "조선 시대에는 중앙집권적 문치주의 국가 체제에서 국왕에게 모든 권한이 집중되었으나, 국왕 혼자서 국가를 운영하기에는 한계가 있어 신료들에게 권한을 위임하고 우수한 관료를 양성할 필요가 있었다. 이를 위해 조선은 교육 제도와 과거 제도를 발전시켰다. 조선 초기에는 1군현 1향교의 원칙을 세우고 유교 교육을 장려했으며, 향교는 불교 사찰을 헐고 지어 유교를 장려하고 불교를 억제하는 효과를 거두었다. 조선의 교육 기관은 관립 학교인 관학과 사립 학교인 사학으로 나뉘었으며, 관학에는 성균관, 4부 학당, 향교, 잡학이 있었다. 양반 자제는 주로 관학에 입학했으나, 향교는 비양반 자제로 채워졌다. 사학은 보조적인 교육 기관으로, 양반 자제는 향교보다 사학을 선호했다. 사학에는 가숙, 서재, 서당이 있었으며, 서당은 전국적으로 널리 퍼졌다.",
  "75": "조선 시대의 교육과 과거 제도는 양반 사회의 특권을 유지하기 위한 체계였다. 성균관에서는 상재생과 하재생으로 나뉘어 교육이 이루어졌으며, 상재생은 생원과 진사만 입학할 수 있었다. 과거 시험은 문과, 무과, 잡과, 생원시, 진사시로 나뉘었고, 문과는 양반이 주로 응시했다. 과거에 합격하면 관직을 얻고 양반 신분을 증명할 수 있었으나, 실제로 하층민은 경제적, 교육적 제약으로 응시가 어려웠다. 별시는 양반의 요구로 자주 실시되어 많은 급제자를 배출했다. 비양반이 문과에 응시하려면 양반 관료의 추천서가 필요했다.",
  "76": "조선 시대에는 과거 급제자가 성적에 따라 관품이나 관직을 빠르게 올릴 수 있었으며, 이는 고급 관료 양성에 기여했다. 1478년 성종 9년에 성종은 홍문관을 설치하여 학술·언론 기관의 기능을 추가했다. 이는 훈구 공신 세력을 견제하고 신진 정치 세력을 육성하기 위한 조치였다. 홍문관은 집현전의 부활로 볼 수 있으며, 조선 시대의 대표적인 청요직으로, 고위 관리가 되기 위한 필수 코스였다. 홍문관은 사헌부, 사간원과 함께 언론삼사로 불리며, 왕에게 국사의 옳고 그름을 논하거나 간언하는 역할을 했다.",
  "77": "사헌부와 사간원은 조선 시대의 중요한 언관 기관으로, 각각 백관에 대한 감찰과 탄핵, 국왕에 대한 간쟁을 담당했다. 이 두 기관의 관원을 대간이라 불렀으며, 대간이 되기 위해서는 좋은 가문, 문과 급제, 강직한 성격이 필요했다. 대간은 서경권을 통해 법 제정과 인사에 대한 심의 권한을 가졌으며, 국왕과의 갈등도 빈번했다. 대간에게 탄핵받은 관료는 즉시 사표를 내야 했고, 제3의 사찰 기관에서 조사를 통해 최종 결정이 내려졌다. 사헌부는 대관과 감찰로 나뉘어, 대관은 언론을, 감찰은 실제 감찰 업무를 담당했다. 감찰은 불법 행위와 부정을 감시하며, 주로 회계 부서에서 활동했다.",
  "78": "조선 시대에는 공금 횡령 사건을 예방하기 위해 월령감찰 제도를 폐지하고 매일 담당 감찰을 바꾸는 매일분대 제도를 도입했으나, 이는 전문성과 책임 소재의 문제로 효과적이지 못했다. 대간은 국가 범죄를 심문하고 형량을 정하는 역할을 했으며, 유교 국가의 이념을 중시하고 잘못된 정책을 비판하는 역할을 했다. 조선 건국 시 신진 사대부들이 주도했으며, 중앙집권화 정책이 추진되면서 향리의 지위가 추락하고 양반 관료가 지배층으로 자리 잡았다. 향촌 사회는 국가의 공적 지배 기구와 사적인 지배 기구에 의해 통치되었다.",
  "79": "조선 초기에 중앙 관료들은 경재소와 유향소를 통해 지방 사족을 포섭하여 향리를 억압하고, 자신의 연고지에 대한 지배력을 유지했습니다. 그러나 시간이 지나면서 중앙 관료와 지방 사족의 결속력이 약화되었고, 지방 사족은 서울 양반의 간섭에서 벗어나고자 향촌 자치 조직을 발전시켰습니다. 이는 사마소와 같은 새로운 조직의 형성으로 이어졌으며, 이러한 변화는 성종 대에서 연산군 대까지 지속되었습니다. 『연산군일기』에는 서울 양반과 지방 사족 간의 갈등이 기록되어 있으며, 지방 사족이 사마소를 통해 자치권을 강화하려는 움직임이 나타나 있습니다.",
  "80": "사족들은 향약, 향음주례, 향사례 등을 통해 지역 사회에서 유교 신분 질서와 가치관을 강화하며 지배력을 확립했다. 이러한 활동은 사족들이 중앙 정계에서 패배하더라도 지역 사회에서 재기할 수 있는 기반이 되었다. 중소 지주층 출신의 사림은 중앙 정계에 진출하여 훈구 세력을 비판하고 도덕적 우위를 과시했다. 사림의 발언권은 세조와 성종의 후원으로 강화되었다. 권신 한명회는 성종의 장인으로서 큰 영향력을 행사했으나, 딸 공혜왕후의 사망과 정희왕후의 수렴청정 종료 후 권력이 약화되었고, 결국 탄핵당했다. 이러한 변화는 지방 사족이 중앙 훈구 세력을 대신해 사림의 시대를 열어갈 수 있는 기반이 되었다.",
  "81": "1482년(성종 13), 중국 사신이 한명회의 개인 정자인 압구정에서 놀기를 청했으나 성종이 이를 허락하지 않자, 한명회는 왕실에 장막 설치를 요구했다. 성종은 이를 거절하며 압구정을 헐어야 한다고 말했다. 이에 불만을 품은 한명회는 잔치에 참석하지 않겠다고 했고, 이는 성종의 노여움을 샀다. 이후 한명회에 대한 상소와 탄핵이 이어졌고, 그의 영향력은 급격히 줄어들었다. 그러나 한명회는 자신의 시대가 끝났음을 받아들이고 조용히 지냈으며, 성균관에 서적을 기증하는 등 이미지를 개선하려 노력했다. 1484년 성종으로부터 궤장을 하사받고, 1487년 73세의 나이로 사망하며 역사의 뒤안길로 퇴장했다.",
  "82": "성종 대에 중앙 정계에는 사림파라는 정치 세력이 형성되었다. 이들은 정몽주와 길재의 충절을 계승한 김종직을 중심으로 한 세력으로, 주로 영남과 기호 지방 출신이었다. 세조는 강성한 공신 세력을 견제하기 위해 사림을 중앙 정계로 불러들였고, 성종 대에 이르러 사림파는 실제적인 정치 세력으로 성장했다. 사림은 훈신들의 부정부패를 공격하고 도학과 의리를 바탕으로 새로운 가풍을 국가와 사회에 불어넣었다. 예종과 성종도 사림을 비호하며 공신들을 견제했다.",
  "83": "사림파는 연산군 이후 공신들과의 갈등 속에서도 세력을 확장하여 선조 대에 정국의 주도권을 장악했다. 김종직은 1431년 경남 밀양에서 태어나 1459년 문과에 급제했으며, 많은 문인을 양성했다. 그의 제자들은 사림파의 핵심 인물이 되었고, 경상도와 기호 지역의 유력 가문 출신이 많았다. 대표적인 제자로는 김굉필, 정여창, 김일손이 있으며, 이들은 각기 다른 지역적 배경과 가문을 가지고 있었다. 김종직과 그의 제자들은 중소 지주층과 훈신의 후손들로 구성된 사림파의 중심을 이루었다.",
  "84": "조선 전기 사림파는 김종직을 중심으로 도학 학통을 정리하며 정계에 영향력을 미쳤다. 김종직의 문인 김일손 등 사림파는 연산군 대의 무오사화 때 '조의제문'으로 인해 큰 화를 입었고, 김종직은 부관참시되었다. 세조는 불교를 통해 자신의 정당성을 찾으려 했으나, 성종이 즉위하면서 유교를 중시하는 정책으로 전환되었다. 성종은 유교 통치 체제를 완성하며 불교 정책을 철회했고, 불교계는 다시 쇠퇴의 길을 걷게 되었다.",
  "85": "성종은 불교계에 큰 타격을 주기 위해 사찰에 내려준 토지인 사사전을 혁파하고, 승려에 대한 단속을 강화했습니다. 도첩제가 엄격히 시행되었고, 불교에 대한 견제가 강화되었습니다. 그러나 정희왕후 등 불교에 호의적인 왕실 인물들 덕분에 불교는 완전히 사라지지 않았습니다. 또한, 성종은 국경 지대를 위협하던 야인을 정벌하는 등 국방에도 힘썼습니다. 1479년, 명나라가 건주위의 야인을 치기 위해 조선에 협공을 요청했으나, 어유소가 이를 제대로 수행하지 못해 논란이 일었습니다. 성종은 명나라와의 신의를 지키기 위해 고민했으며, 군사를 다시 보내야 한다는 의견과 어려운 여건 때문에 불가능하다는 의견이 대립했습니다.",
  "86": "1477년, 성종은 우의정 윤필상과 부원수 김교에게 군사 4,000명을 이끌고 건주위 야인을 정벌하도록 명령했다. 윤필상은 명나라에 다녀오며 야인들의 정세를 탐지한 경험이 있었다. 이후 야인과의 싸움에서 승리하여 명나라 황제로부터 상을 받았다. 1491년, 야인이 영안도에 침입하자 성종은 윤말손 대신 성준을 보내 사태를 진압했다. 성준은 허종과 함께 2만 명의 군사를 이끌고 야인을 정벌했으며, 야인 족장 이마거는 도망쳤다. 허종은 교전 없이 야인을 물리쳤고, 성종은 이들의 노고를 치하하며 성준을 영안도 관찰사로 임명했다. 이후 야인들은 영안도를 침범하지 못했다. 성종은 학문이 깊고 정국을 안정적으로 이끌었으나, 주연과 여색을 즐겨 비난을 받기도 했다.",
  "87": "성종은 조선왕조의 통치 체제를 확립하고 문화, 국방, 외교에 큰 업적을 남긴 임금으로 평가받습니다. 그는 평안도와 영안도의 야인을 정벌하고, 삼포를 중심으로 왜인과의 무역을 증진시켰습니다. 그러나 원자의 생모를 폐출시켜 연산군 대의 불행을 야기한 점은 아쉬운 부분으로 남습니다. 성종은 1494년 38세의 나이로 세상을 떠났으며, 그의 시호는 강정(康靖)이고, 능은 서울 강남구 삼성동의 선릉(宣陵)에 위치해 있습니다. 성종은 어진 임금으로 평가받았으며, 그의 통치 철학은 백성을 위하는 마음을 강조했습니다.",
  "88": "1494년, 성종의 뒤를 이어 제10대 조선 왕으로 연산군이 즉위하였다. 연산군은 폐비 윤 씨의 아들로, 1476년에 태어나 8세에 세자로 책봉되었다. 그의 생모 윤 씨는 성종에 의해 폐위되고 사사되었으나, 연산군은 이 사실을 성인이 될 때까지 알지 못했다. 연산군은 할머니 인수대비와 성종의 셋째 왕비 정현왕후 밑에서 자랐으나, 이들과 특별한 정을 쌓지 못하고 외로운 유년 시절을 보냈다. 연산군은 즉위 후 섭정 없이 친정을 시작하였다.",
  "89": "연산군은 세자 시절 허침, 조지서, 서거정 등에게 학문을 배웠으나 학문에 큰 흥미를 보이지 않았습니다. 성종은 이를 못마땅하게 여겨 세자를 꾸짖었고, 세자는 성종을 피하려고 꾀병을 부리기도 했습니다. 성종은 세자를 폐위하고 싶어 했으나 다른 적자가 없고 세자가 의지할 곳이 없음을 불쌍히 여겨 결국 연산군이 왕위에 오르게 되었습니다. 연산군은 성종이 승하한 후에도 상중에 슬퍼하는 기색 없이 사냥을 즐기고 군신들을 속이는 등 방탕한 행동을 보였으나, 초년에는 선조의 신하들이 남아 있어 정치는 크게 문란하지 않았습니다.",
  "90": "연산군은 왕위에 오른 후 절대 왕권을 추구하며 사대부와 양반 체제에 저항했다. 그는 생모 폐비 윤 씨의 죽음과 관련된 인물들을 처벌하고, 유교 이념에 반하는 행동을 하며 조정에 피바람을 일으켰다. 연산군은 신승선의 딸과 결혼해 자녀를 두었으나, 그의 폐위와 함께 왕비 신 씨는 폐비되었다. 연산군은 할머니 인수대비와도 대립하며 유교적 가치관에 반하는 모습을 보였다. 이러한 연산군의 행보는 조선의 양반 관료제와 충돌하며 많은 문제를 야기했다.",
  "91": "연산군은 유교의 삼년상 규범을 무시하고 복상을 25일로 단축했으며, 어머니 정현왕후의 반대에도 불구하고 이를 강행했다. 그는 유교 윤리를 부정하고 왕권 강화를 위해 양반 세력을 억압했으며, 양반 관료제를 떠받치던 이념과 제도를 무시했다. 또한, 왕의 절대성을 과시하기 위해 왕궁을 확장하고 여러 토목 공사를 추진했다. 이러한 행동들은 유교 가치관을 무시하고 왕권을 강화하려는 연산군의 의지를 보여준다.",
  "92": "연산군은 자신의 권위를 높이기 위해 백성의 노동력을 동원한 행위를 정당화하는 시를 지었으나, 그의 통치는 비극적으로 끝났다. 유교 통치 이념을 거부하고 절대 왕권을 추구하던 연산군은 중종반정으로 인해 왕위에서 쫓겨났고, 이후 폭군으로 인식되었다. 연산군은 학문에 흥미가 없었고, 양반 관료들의 훈계에 염증을 느꼈다. 집권 초기에는 부패한 관리들을 척결하고 민생과 국방에 힘쓰며 바른 정치를 펼쳤으나, 사림파와의 갈등으로 인해 그의 통치는 오래가지 못했다.",
  "93": "사림파는 성종 대부터 성장하기 시작했으며, 연산군 대에 훈구파와의 충돌이 표면화되었습니다. 사림파는 정몽주의 학통을 계승하며 성리학 정통을 자부심으로 삼았고, 세종 대에 김숙자, 이보흠 등의 인물들이 등용되며 기반을 다졌습니다. 세조가 즉위하면서 사림파는 위축되었으나, 세조의 집권에 반대했던 집현전 학사들이 실패하면서 사림파가 다시 중앙 정계에 등장하게 되었습니다. 성종 대에 사림파는 성장을 거듭하며 언론삼사에 진출해 발언권을 강화했고, 김종직의 문인들이 주요 인물로 활동했습니다. 사림파는 이제 단순한 시골 선비가 아닌 학문적 자질과 발언권을 가진 신진 세력으로 자리 잡았습니다.",
  "94": "사림파와 훈구파의 갈등이 심화되는 가운데, 1498년 연산군 즉위 후 무오사화가 발생했다. 『성종실록』 편찬 중 이극돈이 김일손의 사초에서 김종직의 '조의제문'을 발견하고 이를 문제 삼았다. '조의제문'은 세조의 왕위 찬탈을 비판하는 내용으로, 연산군과 훈구파에게 위협이 되었다. 이극돈은 유자광과 함께 김종직을 대역죄로 고발했고, 이는 사화로 이어졌다. 유자광은 서얼 출신으로 처세술로 성공한 인물이었다.",
  "95": "유자광은 이시애의 난 때 세조에게 발탁되었고, 예종 때 남이의 옥 사건을 고발하여 공신이 되었다. 성종 때 김종직과의 악연이 있었으나, 겉으로는 그의 문인으로 처세했다. 김종직의 조의제문을 문제 삼아 연산군에게 고발하며 사림파를 공격하는 계략을 펼쳤다. 연산군은 사림파를 두려워하며 그들의 간쟁에 불만을 품고 있었고, 유자광의 고발은 연산군의 의도와 맞아떨어졌다. 이 사건은 사림파를 정치적으로 제거하려는 훈구파의 계략으로 발전했다.",
  "96": "임사홍은 연산군 시기에 외척으로서 권력을 얻기 시작했다. 그는 연산군에게 폐비 윤 씨의 죽음과 관련된 사건을 알리며 훈구파와 사림파를 제거하려는 계획을 세웠다. 폐비 윤 씨는 1482년 성종의 명령으로 사약을 마시고 죽었으며, 그녀는 죽기 전 아들 연산군에게 억울함을 알리고 복수를 부탁하는 유언을 남겼다. 연산군은 왕이 된 후 우연히 사초를 통해 생모의 비극적인 죽음을 알게 되었고, 임사홍의 부추김에 따라 복수를 결심하게 되었다.",
  "97": "연산군은 훈구파의 권세에 눌려 왕권이 약화되는 상황에 분노하여 예조판서 이세좌가 술을 쏟아 자신의 옷을 적신 사건을 계기로 이세좌를 귀양 보냈다. 그러나 얼마 지나지 않아 이세좌를 사면했으나, 후궁 간택에 불응한 홍언충 사건이 발생하자 이세좌를 다시 귀양 보냈다. 이 사건들은 연산군이 왕권 강화를 위해 권신들을 견제하려 했던 시도를 보여준다.",
  "98": "연산군은 임사홍의 고변을 계기로 폐비 윤 씨 사건을 터트리며, 이세좌를 포함한 관련자들을 처벌했습니다. 이세좌는 유배지로 가던 중 자살 명령을 받고 죽었으며, 그의 가족들도 처벌받았습니다. 연산군은 성종의 후궁이었던 소용 엄 씨와 정 씨를 처형하고, 소혜왕후에게도 폭력을 행사했습니다. 이러한 사건들로 연산군은 패륜아로 기록되었습니다. 이후 훈구파 신료들을 숙청하며, 임사홍은 연산군의 분노를 이용해 자신의 정치적 목적을 달성했습니다.",
  "99": "1504년(연산군 10년)에 발생한 갑자사화는 훈구파와 사림파의 대립이 아닌 궁중파와 부중파 간의 권력 충돌로 인해 발생한 사건이다. 이 사건으로 인해 경(金升卿), 이세좌, 권주, 이극균, 성준 등 12명이 극형에 처해졌으며, 이미 사망한 한치형, 한명회, 정창손 등은 부관참시되었다. 특히 이세좌의 가문은 거의 몰살되었다. 또한, 후궁 간택을 거부한 홍귀달은 교형에 처해졌다. 임사홍은 사림파를 탄압하여 김종직과 관련된 인물들을 유배지에서 사형시켰다. 연산군은 권력을 독점한 후 홍문관과 사간원을 혁파하고, 사헌부의 일부를 없애며 언로를 막았다. 또한, 경연을 폐지하고 성균관에서 연회를 열어 정치 논쟁을 막았다. 연산군은 장녹수라는 궁녀에게 빠져 방탕한 생활을 이어갔다.",
  "100": "연산군은 장녹수를 총애하며 그녀에게 많은 재물과 권력을 주었고, 그녀의 형부 김효손도 높은 관직에 오르게 했다. 그러나 연산군은 장녹수뿐만 아니라 궁인, 기생, 일반 여성들까지 희롱하며 패륜 행위를 저질렀다. 그는 임사홍을 통해 전국에서 기생을 모아 흥청이라 불렀고, 이들과 함께 밤낮으로 놀았다. 또한, 대규모 토목 공사를 벌여 백성을 징발하고 국가 재정을 낭비했다. 이러한 학정으로 백성의 불만이 커졌고, 연산군은 언문 금지령을 내렸다. 그러나 연산군에 대한 기록은 그를 몰아낸 반정 세력에 의해 쓰였기 때문에 왜곡되었을 가능성도 있다.",
  "101": "조선 시대의 환관 김처선은 세종부터 연산군까지 일곱 왕을 섬겼으며, 성종 때 의술로 인정받아 높은 관직에 올랐다. 그러나 연산군 11년(1505년), 연산군의 방탕한 행동을 직언하다가 연산군의 분노를 사 화살에 맞고 다리가 잘리는 비극적인 최후를 맞았다. 연산군은 김처선의 양자까지 죽이고 그의 재산을 몰수했다.",
  "102": "연산군은 김처선에 대한 분노로 그의 이름을 가진 사람들의 이름을 바꾸게 하고, 공식 문서에서 '처' 자의 사용을 금지하는 등 강박적인 행동을 보였다. 이러한 연산군의 폭정에 반발하여 성희안과 박원종은 반정을 모의했다. 성희안은 성종의 총애를 받던 문신이었으나 연산군에게 미움을 사 좌천되었고, 박원종은 연산군이 그의 누이인 박 씨를 욕보인 사건으로 깊은 원한을 품게 되었다. 두 사람은 연산군의 폭정으로 인해 나라가 위기에 처했다고 판단하고, 성종의 은혜를 갚기 위해 반정을 계획했다.",
  "103": "1506년 9월 2일, 연산군 12년에 신윤무는 연산군의 총애를 받았으나 자신의 안전을 위해 박원종, 성희안과 함께 반정 모의에 참여했다. 그는 중외의 불만과 이장곤의 망명을 이유로 반정의 필요성을 강조했다. 신윤무의 참여로 박원종 등은 거병을 결심했고, 유순정도 마지못해 동참했다. 이들은 진성대군을 호위하며 궁궐로 향했고, 결국 연산군은 폐위되었다.",
  "104": "연산군은 자신의 권력을 강화하기 위해 양반 관료 체제를 무너뜨리려 했으나 실패했고, 결국 1506년 중종반정으로 인해 왕위에서 쫓겨났다. 이 사건은 신하들이 주도하여 왕을 폐위시킨 조선 역사상 최초의 사례였다. 연산군은 학문을 싫어하고 폭정과 포학한 정치로 신하들을 처벌했으며, 결국 강화도로 유배되어 31세의 나이로 사망했다. 그는 왕의 시호를 받지 못했다. 중종반정은 조선의 양반 관료 체제가 얼마나 견고한지를 보여주는 사건이었다.",
  "105": "연산군은 죽음 이후 가족들과 함께 궁에서 쫓겨나 비참한 삶을 살았으며, 그의 묘는 서울 도봉구 방학동에 위치해 있다."
}